[
    {
        "id": 1,
        "eventTitle": "The science of superheroes in film and television",
        "eventLocation": {
            "eventAddress1": "Larmor Lecture Theatre, School of Mathematics and Physics",
            "eventAddress2": "7-9 College Park E",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT7 1PS"
        },
        "capacity": 516,
        "eventType": "Panel Discussion",
        "description": "Films and television shows about superheroes are extremely popular. For example, currently 13 out of the top 30 highest-grossing films of all time are superhero movies, especially Marvel films such as Avengers: Endgame. Similarly, on television shows such as the Flash and Supergirl are very popular. However, how realistic is what we see in these films and television shows? That is the subject of the talk, where I will show clips from superhero films and television shows, and discuss the scientific accuracy (or otherwise) of what we see.",
        "targetAudience": "6-10",
        "date": "2023-02-18T07:48:37Z",
        "startTime": "01:44:00",
        "endTime": "14:43:00",
        "admissionPrice": 5.66,
        "theme": "Engineering & Robots",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-14T07:41:33Z"
    },
    {
        "id": 2,
        "eventTitle": "The Science Behind Curling: Throwing Rocks at Houses",
        "eventLocation": {
            "eventAddress1": "W5",
            "eventAddress2": "2 Queens Quay",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT3 9QQ"
        },
        "capacity": 41,
        "eventType": "Digital Event",
        "description": "Come and learn about the sport of Curling and the science behind it. Meet current members of the national team and come and give it a try with our floor curling demo. Curling is a winter sport played on ice and is a main feature in the Winter Olympics. Curling has historical ties to the local region and was originally invented in Scotland. The stones used in curling are made of granite from the Ailsa Craig! Originally played outdoors, curling is now plays in rinks and arenas around the world. Come and learn about the science of curling and meet your All Ireland, national team representatives, while giving it a try yourself.",
        "targetAudience": "All Ages",
        "date": "2023-02-16T00:45:34Z",
        "startTime": "09:07:00",
        "endTime": "12:16:00",
        "admissionPrice": 32.46,
        "theme": "Space",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-26T12:05:58Z"
    },
    {
        "id": 3,
        "eventTitle": "Apis Mellifera, The Honey Bee - An Exhibition by Raymond Watson",
        "eventLocation": {
            "eventAddress1": "ArtisAnn Gallery",
            "eventAddress2": "70 Bloomfield Avenue",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT5 5AE"
        },
        "capacity": 663,
        "eventType": "Film",
        "description": "Raymond’s exhibition reflects on the importance of bees to mankind and life on earth. \r\n\r\nRaymond has been studying the behaviour of the bees in his own apiary for many years. He has created a show that explores the life of the bees in many forms, from sculpture, soundscapes to paint. \r\n\r\nBronze casts have been created using the insides of living bee hives. \r\n\r\nSoundscapes have been composed using original recordings of bee sounds from inside and outside the hives. \r\n\r\nRaymond is best known for “Hands of History”, for which he made bronze casts of the hands of people involved in the peace process in Northern Ireland, including John Hume, David Trimble, John Hume, Monica McWilliams, Mo Mowlam and Tony Blair. \r\n",
        "targetAudience": "18+",
        "date": "2023-02-18T20:52:49Z",
        "startTime": "11:41:00",
        "endTime": "19:02:00",
        "admissionPrice": 15.56,
        "theme": "Food for Thought",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-02T10:37:36Z"
    },
    {
        "id": 4,
        "eventTitle": "Mensa Magnificent Monday Quiz",
        "eventLocation": {
            "eventAddress1": "Black Box",
            "eventAddress2": "18-22 Hill Street",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT1 2LA"
        },
        "capacity": 482,
        "eventType": "Family Theatre Show",
        "description": "Make the most of your Monday! \r\nDrop in to The Black Box for a light-hearted team quiz devised by Mensa. No football, no soaps - just science, technology, engineering and a bit of general knowledge. Even if your quizzing is less than impressive, grab a few friends and come on down for the craic! You might even win a prize. Teams of up to six people welcome.",
        "targetAudience": "6-10",
        "date": "2023-02-25T13:57:11Z",
        "startTime": "07:33:00",
        "endTime": "02:05:00",
        "admissionPrice": 25.07,
        "theme": "Environment & Nature",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-16T11:13:44Z"
    },
    {
        "id": 5,
        "eventTitle": "Sir Bernard Crossland Annual Lecture with Professor Keith Bell",
        "eventLocation": {
            "eventAddress1": "Riddel Hall",
            "eventAddress2": "185 Stranmillis Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5EE"
        },
        "capacity": 369,
        "eventType": "Outdoor Tour / Activity",
        "description": "This year, Engineers Ireland and Queen’s University Belfast, in association with The Institution of Engineering and Technology, are delighted to welcome Professor Keith Bell, University of Strathclyde to give the 21st Annual Sir Bernard Crossland Lecture on the theme of power and sustainable energy.",
        "targetAudience": "18+",
        "date": "2023-02-19T20:32:08Z",
        "startTime": "11:36:00",
        "endTime": "03:42:00",
        "admissionPrice": 16.17,
        "theme": "Art & Science",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-28T06:48:05Z"
    },
    {
        "id": 6,
        "eventTitle": "The Merchants who Grew a City",
        "eventLocation": {
            "eventAddress1": "The Big Fish (Salmon of Knowledge)",
            "eventAddress2": "Donegall Quay",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT1 3NG"
        },
        "capacity": 103,
        "eventType": "Drop-in Exhibition",
        "description": "Belfast’s geography – its rivers, port and hills – played a key role in its industrial history.\r\nThis walking tour covers the oldest parts of Belfast city and provides entertaining and informative accounts of key figures behind the successful industries that grew Belfast from a small town to a prosperous Victorian city. \r\n\r\nThe tour takes in Donegall Quay, Clarendon Dock, the Cathedral Quarter, High Street, andhistoric entries. Participants will become acquainted with the people who developed shipbuilding, printing, linen and whiskey production. Belfast was well-known around the world for these industries: and each was connected with its rivers and port. The city holds clues to these business ventures in the cobbled streets, entries and docks that the tour will explore.\r\n",
        "targetAudience": "3-6",
        "date": "2023-02-19T11:24:59Z",
        "startTime": "14:14:00",
        "endTime": "19:58:00",
        "admissionPrice": 29.84,
        "theme": "Create. Make. Play.",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-25T00:26:26Z"
    },
    {
        "id": 7,
        "eventTitle": "Dark Personalities and Culture",
        "eventLocation": {
            "eventAddress1": "David Keir Building",
            "eventAddress2": "Queen's University`",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT7 1NN"
        },
        "capacity": 136,
        "eventType": "Outdoor Tour / Activity",
        "description": "What would you think if someone were to call you a Narcissist? \r\n\r\nIn the past several decades, societies have immortalised individualism. Indeed, research suggests that individualistic practices are on the rise! Yet, people frown upon traits that promote self-interest, such as those included in the Dark Triad: Machiavellianism, Narcissism, Psychopathy. However, if dark personality traits are socially toxic, why are on the rise, in modern societies? \r\n\r\nIn this interactive talk, Dr. Kostas Papageorgiou, will present findings to suggest that dark personalities are neither bad nor good; they are adaptive or maladaptive depending on the context. The talk will also cover and focus on cultural influences on human personality and gender differences in dark personality traits. \r\n",
        "targetAudience": "6-10",
        "date": "2023-02-24T17:53:59Z",
        "startTime": "15:09:00",
        "endTime": "23:14:00",
        "admissionPrice": 9.72,
        "theme": "Space",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-20T13:25:48Z"
    },
    {
        "id": 8,
        "eventTitle": "The Marvel of Cleaning Water",
        "eventLocation": {
            "eventAddress1": "Silent Valley Reservoir",
            "eventAddress2": "Head Rd",
            "eventCity": "Kilkeel",
            "eventCounty": "Down",
            "eventPostalCode": "BT34 4HU"
        },
        "capacity": 504,
        "eventType": "Workshop Event",
        "description": "Join NI Water at the beautiful Silent Valley as we celebrate one hundred years of water supply from this impressive reservoir. Uncover how the Men of Mourne constructed this magnificent structure and the fascinating story of water town and the people who lived there. Discover the marvel of the watercycle as we explain how we treat 605 million litres of water a day and bring it safely to your tap through hands on demonstrations and displays which explain the engineering and science behind our water network. Admission charge for this event will be donated to Water Aid.",
        "targetAudience": "6-10",
        "date": "2023-02-22T08:52:59Z",
        "startTime": "12:08:00",
        "endTime": "10:28:00",
        "admissionPrice": 2.44,
        "theme": "Food for Thought",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-04T04:03:16Z"
    },
    {
        "id": 9,
        "eventTitle": "An Anatomical Workshop on Respiration and Deglutition (Breathing and Swallowing)",
        "eventLocation": {
            "eventAddress1": "Medical Biology Centre",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 110,
        "eventType": "Panel Discussion",
        "description": "This interactive workshop, open to all ages, will use fun interactives, 3D animation and advanced computer graphics to describe two fascinating mechanisms that are happening constantly in our bodies–Respiration and Deglutition, more commonly known as Breathing and Swallowing. \r\n\r\n\r\n\r\nEach of the four stages of swallowing and the mechanism of breathing in and out will be explained and demonstrated by an expert presentation followed by hands-on interactive learning stations. \r\n\r\n\r\n\r\nWe will also offer insights into the effect that common conditions, such as asthma, have on the mechanism of respiration and explain how some diseases can cause difficulties in the mechanism of swallowing (dysphagia).",
        "targetAudience": "0-3",
        "date": "2023-02-18T21:31:32Z",
        "startTime": "01:36:00",
        "endTime": "09:59:00",
        "admissionPrice": 46.49,
        "theme": "Environment & Nature",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-03T07:27:39Z"
    },
    {
        "id": 10,
        "eventTitle": "Join the Great CART Citizen Science Project",
        "eventLocation": {
            "eventAddress1": "QUB School of Biological Sciences",
            "eventAddress2": "19 Chlorine Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5DL"
        },
        "capacity": 532,
        "eventType": "Digital Event",
        "description": "The Great Citizens' Antimicrobial Resistance Together (CART) project is a citizen science project that raises awareness and contributes to the important research happening in the area of Antimicrobial Resistance (AMR), by engaging the public as researchers.\r\n\r\nAMR affects everyone and is a threat to humans, animals, plants and the environment, therefore, fighting AMR is a truly global endeavour where everyone must join forces. \r\n\r\nHow can you help?\r\n\r\nSign up to contribute to the project\r\nGet a research kit\r\nSend your samples in to project hub\r\nTrack results via your unique project code\r\n\r\nTogether we can uncover the AMR in as many organisms as possible in our ecosystem, before they cause disease, get better equipped to diagnose treat and reduce AMR.",
        "targetAudience": "0-3",
        "date": "2023-02-23T08:02:33Z",
        "startTime": "22:47:00",
        "endTime": "05:35:00",
        "admissionPrice": 16.6,
        "theme": "Environment & Nature",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-24T04:36:14Z"
    },
    {
        "id": 11,
        "eventTitle": "Gel Jabs: How Pioneering Hydrogels Fight Infection and Disease",
        "eventLocation": {
            "eventAddress1": "QUB Medical Biology Centre",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 498,
        "eventType": "Family Theatre Show",
        "description": "Peptides are nature’s building blocks. Extremely versatile and utilised throughout the human body as: hormones to control biological processes; protection from infectious microorganisms and a source of drugs e.g., blood pressure medicines based on snake venoms. We harness peptides’ versatility to create gels that mimic human tissues to address the greatest challenges in medicine, wound care or killing hospital infections. Most promisingly peptide gels can also improve the delivery of medicines e.g., anti-viral drugs to treat or prevent HIV/AIDS. Injecting our peptide-plus-drugs into the body, forms a drug-releasing gel implant under the skin that works for several weeks, preventing patients from having to take multiple daily pills, thereby improving quality-of-life.",
        "targetAudience": "18+",
        "date": "2023-02-22T04:32:36Z",
        "startTime": "22:17:00",
        "endTime": "00:32:00",
        "admissionPrice": 3.89,
        "theme": "Food for Thought",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-20T20:39:50Z"
    },
    {
        "id": 12,
        "eventTitle": "Think Deep",
        "eventLocation": {
            "eventAddress1": "Marble Arch Caves",
            "eventAddress2": "43 Marlbank Rd",
            "eventCity": "Enniskillen",
            "eventCounty": "Fermanagh",
            "eventPostalCode": "BT92 1EW"
        },
        "capacity": 728,
        "eventType": "Drop-in Exhibition",
        "description": "The Marble Arch Caves provide a glimpse into a fascinating underground world of rivers, passages and chambers sculpted by natural processes over many thousands of years. Join us for the day and learn about the hydrology of the caves whilst watching the Shru Croppa River turn an astonishing luminous green! Dye tracing is a method used by hydrogeologists to trace the flow of underground streams and rivers. Learn about the importance of dye tracing in the field of Geology as we our joined by Paul Wilson from the Geological Survey of Northern Ireland. Visit the showcave and, thanks to our friends at British Geological Survey, delve deep beneath the earth’s surface using our brand new AR Oculus headset technology.",
        "targetAudience": "18+",
        "date": "2023-02-18T06:06:45Z",
        "startTime": "06:02:00",
        "endTime": "22:21:00",
        "admissionPrice": 32.23,
        "theme": "Mind & Body",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-31T16:58:16Z"
    },
    {
        "id": 13,
        "eventTitle": "Why zoo breeding programmes are important",
        "eventLocation": {
            "eventAddress1": "Belfast Zoo",
            "eventAddress2": "Antrim Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT36 7PN"
        },
        "capacity": 274,
        "eventType": "Film",
        "description": "Why zoo breeding programmes are important\r\nJoin us on a tour of Belfast Zoo and find out about our special animal characters past and present; discover why their genes are so important in helping to preserve some of the world’s most endangered animals; and learn about how global breeding programmes work. \r\n\r\nFind out “What happened to Lily the lion cub?” “Why did you move the tigers?” “Where did the Andean bear cub go?” and more! \r\n\r\nParticipants are advised this is an outdoors walking tour. Suitable footwear and clothing should be worn. \r\n\r\n\r\n",
        "targetAudience": "6-10",
        "date": "2023-02-20T20:46:27Z",
        "startTime": "02:50:00",
        "endTime": "04:32:00",
        "admissionPrice": 21.73,
        "theme": "Science Communication",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-23T16:40:31Z"
    },
    {
        "id": 14,
        "eventTitle": "Patrick G Johnston Centre for Cancer Research' Public Open Day",
        "eventLocation": {
            "eventAddress1": "Patrick G Johnston Centre for Cancer Research",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 77,
        "eventType": "Outdoor Tour / Activity",
        "description": "Find out about the ground-breaking research taking place at Queen’s University by visiting The Patrick G Johnston Centre for Cancer Research (PGJCCR). Leading researchers will present an overview of the Centre and explain their work on the causes, early diagnosis and prevention of cancer. Get a ‘behind the scenes’ tour of research laboratories; meeting research staff and students, local charities and funding bodies. A range of interactive activities will ensure that the whole family will be able to engage in this exciting and informative event!",
        "targetAudience": "6-10",
        "date": "2023-02-18T22:55:54Z",
        "startTime": "04:00:00",
        "endTime": "22:43:00",
        "admissionPrice": 24.92,
        "theme": "Create. Make. Play.",
        "status": "pending",
        "createdBy": "642aed37401c24a170998c58",
        "createdAt": "2022-11-07T06:58:49Z"
    },
    {
        "id": 15,
        "eventTitle": "Star Dome",
        "eventLocation": {
            "eventAddress1": "Belcoo Community Centre",
            "eventAddress2": "",
            "eventCity": "Belcoo",
            "eventCounty": "Fermanagh",
            "eventPostalCode": "BT93 5DS"
        },
        "capacity": 124,
        "eventType": "Drop-in Exhibition",
        "description": "Join the Cuilcagh Lakelands and Armagh Planetarium for a joint family fun event! Not only will you get to step inside the Star Dome and see the Armagh Planetarium on tour, but you can participant in a hands on meteorite experiment and see some real meteors! before making your very own space themed arts and crafts to take home with you!",
        "targetAudience": "6-10",
        "date": "2023-02-22T00:56:35Z",
        "startTime": "14:08:00",
        "endTime": "06:18:00",
        "admissionPrice": 26.09,
        "theme": "Space",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-26T22:54:36Z"
    },
    {
        "id": 16,
        "eventTitle": "Pond dipping in Claddagh Glen",
        "eventLocation": {
            "eventAddress1": "Cladagh Glen",
            "eventAddress2": "43 Marlbank Road",
            "eventCity": "Florencecourt",
            "eventCounty": "Fermanagh",
            "eventPostalCode": "BT92 1EW"
        },
        "capacity": 69,
        "eventType": "Digital Event",
        "description": "Join Geopark Guide Ian to see the secrets of the invertebrates and other creatures living in Claddagh Glen. Using our specialist equipment Ian will help you to catch and identify different critters in the river and on land! Perfect for all those nature lovers and mini scientists!",
        "targetAudience": "6-10",
        "date": "2023-02-23T23:19:20Z",
        "startTime": "18:17:00",
        "endTime": "11:48:00",
        "admissionPrice": 5.58,
        "theme": "Art & Science",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-24T06:37:22Z"
    },
    {
        "id": 17,
        "eventTitle": "Family Coastal Workshop & Cleanup",
        "eventLocation": {
            "eventAddress1": "Magilligan Point",
            "eventAddress2": "",
            "eventCity": "Limavady",
            "eventCounty": "Derry/Londonderry",
            "eventPostalCode": "BT49"
        },
        "capacity": 153,
        "eventType": "Drop-in Exhibition",
        "description": "A family friendly coastal discovery day is a great way to learn of the biodiversity around our coasts along the mouth of Lough Foyle. Beachcombing, shell ID, sea bird identification and makeup of tidal zones gives a great overall insight into our coasts. Learn about the importance of keeping our coasts clean and how we can help nature thrive by carrying out a coastal cleanup. A family experience means families can return to the coasts with added knowledge in the future to ensure the environmental spark within our young people of today is not diminished due to the dangers of the coast.",
        "targetAudience": "6-10",
        "date": "2023-02-20T07:10:01Z",
        "startTime": "13:20:00",
        "endTime": "11:44:00",
        "admissionPrice": 13.55,
        "theme": "Engineering & Robots",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-07T08:32:38Z"
    },
    {
        "id": 18,
        "eventTitle": "Shoot for the Stars - Careers Event",
        "eventLocation": {
            "eventAddress1": "Armagh Planetarium",
            "eventAddress2": "College Hill",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT61 9DB"
        },
        "capacity": 625,
        "eventType": "Other",
        "description": "In conjunction with School Employer Connections\r\n\r\nInterested in pursuing a career in astrophysics or have a passion for STEM subjects and not sure which career path to go down? Then this is the event for you!\r\n\r\nOur resident astronomers will share their career roadmaps and experiences followed by a Q&A session in which you can ask the experts everything from how they first got into astronomy to their best piece of advice for aspiring astronomers!\r\nSuitable for Secondary School Pupils but please note all under 16’s must be accompanied by an adult",
        "targetAudience": "6-10",
        "date": "2023-02-20T19:28:40Z",
        "startTime": "03:44:00",
        "endTime": "03:45:00",
        "admissionPrice": 8.69,
        "theme": "Maths & Physics",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-21T06:32:05Z"
    },
    {
        "id": 19,
        "eventTitle": "Astro Park Tours",
        "eventLocation": {
            "eventAddress1": "Armagh Planetarium",
            "eventAddress2": "College Hill",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT61 9DB"
        },
        "capacity": 883,
        "eventType": "Panel Discussion",
        "description": "Do you love the great outdoors? Join our expert guide on a walking tour of our Astropark. Walk through the Solar System and beyond to the edges of the Universe and discover the many amazing things in-between. Get the answers to your spectacular space questions and learn more about the amazing world around us!",
        "targetAudience": "14-18",
        "date": "2023-02-21T22:02:27Z",
        "startTime": "06:34:00",
        "endTime": "01:06:00",
        "admissionPrice": 10.19,
        "theme": "Mind & Body",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-28T04:38:50Z"
    },
    {
        "id": 22,
        "eventTitle": "“How clean is your phone? Let's look at the Germs around us\"",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 855,
        "eventType": "Workshop Event",
        "description": "Installed in vintage console arcade gaming tables, A NEW TOPOGRAPHY OF LOVE PART II tells a tale of climate & environmental destruction. The earth, ravaged by waste and excess is almost too late to save. The animals that remain become our teachers, reminding us of the essence and importance of living within our means. \r\n\r\nThe piece plays out across five-interactive musical & gaming levels. Imagine Super Mario Brothers meets Mario Lanza, Mickey Mouse, whales, bats, birds, and Jeff Bezos - all battling it out for the future of our very own planet earth.\r\n\r\nComposer Brian Irvine, writer & director John McIlduff, artist Stephen Maurice Graham, classical musicians & opera singers from throughout Ireland combine to create a bold new videogame / opera experience.",
        "targetAudience": "3-6",
        "date": "2023-02-23T17:47:51Z",
        "startTime": "07:00:00",
        "endTime": "23:53:00",
        "admissionPrice": 48.51,
        "theme": "Create. Make. Play.",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-21T15:07:14Z"
    },
    {
        "id": 23,
        "eventTitle": "Dark Skies Rathlin",
        "eventLocation": {
            "eventAddress1": "Manor House",
            "eventAddress2": "Rathlin Island",
            "eventCity": "Ballycastle",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT54 6RT"
        },
        "capacity": 138,
        "eventType": "Panel Discussion",
        "description": "Join staff from the School of Nursing and Midwifery at Queen’s University Belfast at your local library to hear readings from two brand new books, written especially for children aged 9-12yrs old. \r\n‘Victor and the Virus’ and ‘Marcus has the Surprise of his Life’ were written by staff to promote Nursing and Midwifery as a profession for ‘All’ i.e. males, females and those who identify themselves as non-binary, with the specific purpose of countering the stereotypical belief, often established by mid-primary stage, that these roles are gender-specific and ‘not for me’. \r\nCheck with your local library for dates and times of when we will be reading from these books. \r\n\r\n",
        "targetAudience": "14-18",
        "date": "2023-02-23T18:55:03Z",
        "startTime": "17:21:00",
        "endTime": "20:38:00",
        "admissionPrice": 32.56,
        "theme": "History & Science",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-11T04:06:23Z"
    },
    {
        "id": 24,
        "eventTitle": "Cyanotype Family Workshop",
        "eventLocation": {
            "eventAddress1": "Hillsborough Castle & Gardens",
            "eventAddress2": "Clore Learning Centre",
            "eventCity": "Hillsborough",
            "eventCounty": "Down",
            "eventPostalCode": "BT26 6HR"
        },
        "capacity": 97,
        "eventType": "Outdoor Tour / Activity",
        "description": "The aim is to demonstrate the potential that everyday object as a source of germs and how different cleaning methods can reduce contamination.\r\n\r\nCome along to our Ulster University Belfast Public Health laboratory and, using a simple swab, test the germ contamination on your phone. \r\nYou can also test different methods to clean your phones (Tissue paper, Alcohol wipes, Phone cleaning kit and UV sanitiser box) and see if there is a decrease in the contamination.\r\nThe event will be accompanied by small discussions on how do phones get covered with germs and the importance of simple hygiene measures.\r\n",
        "targetAudience": "18+",
        "date": "2023-02-16T16:19:58Z",
        "startTime": "03:32:00",
        "endTime": "17:59:00",
        "admissionPrice": 5.91,
        "theme": "Engineering & Robots",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-18T20:11:44Z"
    },
    {
        "id": 25,
        "eventTitle": "Climate Emergency Department",
        "eventLocation": {
            "eventAddress1": "QUB Medical Biology Centre",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 53,
        "eventType": "Outdoor Tour / Activity",
        "description": "All-age activities, residential and for day visitors, related to Dark Skies. \r\nFriday from 6pm: \r\nIntro to weekend\r\nChildren/families: Readings by islanders - “Plop – the owl who was afraid of the dark”, by Jill Tomlinson\r\nNight watch – Kebble Cottage\r\n(Alternative – astronomy presentation in the Manor House)\r\nSaturday from 11am\r\nExhibition dark sky/weather/storm photos and/or Dark Sky film: Manor House\r\n(Afternoon free)\r\nEvening from 6pm:\r\nChildren’s story (Plop) continued\r\nNight watch - Kebble Cottage (Manor House alternative)\r\nSunday from 10am\r\nChildren/families activity – Plop concludes – related art activities \r\nThe Next Star: what to see when you go home, feedback from the weekend\r\nClose\r\n",
        "targetAudience": "6-10",
        "date": "2023-02-21T11:12:06Z",
        "startTime": "04:56:00",
        "endTime": "22:41:00",
        "admissionPrice": 23.67,
        "theme": "History & Science",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-25T05:25:02Z"
    },
    {
        "id": 26,
        "eventTitle": "Behind the Scenes Conservation Tour of Hillsborough Castle",
        "eventLocation": {
            "eventAddress1": "Hillsborough Castle & Gardens",
            "eventAddress2": "The Square",
            "eventCity": "Hillsborough",
            "eventCounty": "Down",
            "eventPostalCode": "BT26 6HR"
        },
        "capacity": 361,
        "eventType": "Drop-in Exhibition",
        "description": "Discover the magical technique of early photography through the pioneering work of botanical artist, photographer and scientist, Anna Atkins. In this fun workshop for families, use plants from the Hillsborough Castle gardens, and have a go at making your own cyanotype print to take home. \r\n\r\n",
        "targetAudience": "6-10",
        "date": "2023-02-24T08:47:57Z",
        "startTime": "19:24:00",
        "endTime": "04:18:00",
        "admissionPrice": 32,
        "theme": "Maths & Physics",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-11T10:54:49Z"
    },
    {
        "id": 27,
        "eventTitle": "Beeswax Wrap Workshop",
        "eventLocation": {
            "eventAddress1": "Hillsborough Castle & Gardens",
            "eventAddress2": "Clore Learning Centre",
            "eventCity": "Hillsborough",
            "eventCounty": "Down",
            "eventPostalCode": "BT26 6HR"
        },
        "capacity": 130,
        "eventType": "Other",
        "description": "Have you ever wondered what healthcare of the future might look like? Imagine the year is 2035, and our doctors of tomorrow are working a busy shift in the Royal Victoria Hospital. Rising global temperatures and erratic weather events have introduced a new range of challenges for our doctors to overcome to treat their patients. Flooding has shut down the M1, GPs are treating more patients with infective diseases, and temperatures are rising. This is the Climate Emergency Department, and we need your help!",
        "targetAudience": "6-10",
        "date": "2023-02-16T22:56:31Z",
        "startTime": "07:14:00",
        "endTime": "22:07:00",
        "admissionPrice": 7.39,
        "theme": "Engineering & Robots",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-19T03:20:09Z"
    },
    {
        "id": 28,
        "eventTitle": "Feeling the heat: Belfast heat and climate change walking tour",
        "eventLocation": {
            "eventAddress1": "Ormeau Park",
            "eventAddress2": "Ormeau Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT7 3GG"
        },
        "capacity": 466,
        "eventType": "Outdoor Tour / Activity",
        "description": "Discover how we conserve and preserve furniture, paintings, silverware and clocks for display in the State Rooms of Hillsborough Castle. Led by Castle and Collections Manager David Orr, you will see the techniques used to care for our collections, visit behind the scenes rooms not on the regular tours and meet one of our highly skilled specialist conservators.",
        "targetAudience": "6-10",
        "date": "2023-02-19T10:49:39Z",
        "startTime": "18:14:00",
        "endTime": "04:05:00",
        "admissionPrice": 23.4,
        "theme": "Maths & Physics",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-14T13:50:36Z"
    },
    {
        "id": 29,
        "eventTitle": "A beginner’s guide to the science of compost",
        "eventLocation": {
            "eventAddress1": "Hillsborough Castle Gardens",
            "eventAddress2": "Clore Learning Centre",
            "eventCity": "Hillsborough",
            "eventCounty": "Down",
            "eventPostalCode": "BT26 6HR"
        },
        "capacity": 680,
        "eventType": "Film",
        "description": "Lead by Hillsborough Castle’s resident beekeeper Gwen Earnshaw, this hands-on workshop will allow participants to make their own beautiful reusable beeswax wraps. Watch as Gwen demonstrates the techniques involved then have a go at making your own. Everyone will leave with 2-3 wraps in a variety of sizes and patterns. The workshop will take place in our Clore Learning Centre onsite and all equipment and ingredients will be supplied. The price includes access to Hillsborough Castle’s 100 acres of world-famous gardens.",
        "targetAudience": "6-10",
        "date": "2023-02-16T05:32:26Z",
        "startTime": "10:28:00",
        "endTime": "03:20:00",
        "admissionPrice": 48.11,
        "theme": "Mind & Body",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-12T08:34:56Z"
    },
    {
        "id": 30,
        "eventTitle": "Our little Marvellous Minds!",
        "eventLocation": {
            "eventAddress1": "Ulster Museum",
            "eventAddress2": "Botanic Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5AB"
        },
        "capacity": 640,
        "eventType": "Lecture/Talk",
        "description": "As the climate warms, the risk due to summer heatwaves is increasing across the world and Belfast is no exception. Recent research by the Met Office and the University of Bristol has mapped heat risk across Belfast. Working in partnership with Climate Northern Ireland, a walking tour has been developed to see areas both at higher and lower risk in the city, beginning in Ormeau Park and finishing at Belfast City Hall. There will be stops to highlight what makes an area vulnerable or resilient and plenty of time to answer your questions. The route is approx. 4km, so please wear comfortable shoes and dress appropriately – the topic might be hot, but the February weather probably will not!",
        "targetAudience": "All Ages",
        "date": "2023-02-19T20:53:07Z",
        "startTime": "17:41:00",
        "endTime": "07:49:00",
        "admissionPrice": 9.36,
        "theme": "Tech & Innovation",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-09T00:14:54Z"
    },
    {
        "id": 31,
        "eventTitle": "Sensing the City",
        "eventLocation": {
            "eventAddress1": "Centre for Contemporary Art",
            "eventAddress2": "10–12 Artillery St",
            "eventCity": "Derry",
            "eventCounty": "Derry/Londonderry",
            "eventPostalCode": "BT48 6RG"
        },
        "capacity": 751,
        "eventType": "Workshop Event",
        "description": "For beginner gardeners who want to know the science behind composting and keeping your soil healthy, the pH, texture and structure of the soil and soil organisms.\r\nSee how HGC’s gardeners make compost and how to get the carbon and Nitrogen ratio just right. Learn what can be composted and how to tell when it is ready to use. After a guided walk through the Walled Garden you will visit behind the scenes areas such as the compost yard and the gardeners operating base. You will be outdoors so please come dressed appropriately, if wet we can relocate to a polytunnel. Be prepared to get your hands dirty.",
        "targetAudience": "6-10",
        "date": "2023-02-19T12:38:37Z",
        "startTime": "15:54:00",
        "endTime": "13:07:00",
        "admissionPrice": 32.04,
        "theme": "Create. Make. Play.",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-28T06:39:11Z"
    },
    {
        "id": 32,
        "eventTitle": "Biomedical research in action",
        "eventLocation": {
            "eventAddress1": "Wellcome-Wolfson Institute for Experimental Medicine",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 381,
        "eventType": "Drop-in Exhibition",
        "description": "In this interactive workshop we will explore the science of toddler development through interactive activities between caregivers and their children! Come and explore the amazing brains of your children and learn about the science of early development. We expect this event to be busy and noisy- so all toddlers are very welcome!",
        "targetAudience": "3-6",
        "date": "2023-02-24T11:34:23Z",
        "startTime": "00:59:00",
        "endTime": "18:17:00",
        "admissionPrice": 15.96,
        "theme": "Maths & Physics",
        "status": "pending",
        "createdBy": "642aed37401c24a170998c58",
        "createdAt": "2022-12-09T17:31:06Z"
    },
    {
        "id": 33,
        "eventTitle": "So you want to be a biomedical scientist?",
        "eventLocation": {
            "eventAddress1": "Wellcome-Wolfson Institute for Experimental Medicine",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 522,
        "eventType": "Family Theatre Show",
        "description": "‘Sensing the City’: a workshop facilitated by artist Jane Butler sees art, mindfulness, psychology, and science collide. We all experience and perceive our external environments in a multi-sensory way and the workshop will explore space and place through embodied, hyper-sensual experience, activated through an urban walk including various sensory activities. The workshop will include a brief insight into the artist's research and practice, an urban walk to collect sensory data, followed by an activity in the gallery. \r\n",
        "targetAudience": "All Ages",
        "date": "2023-02-21T10:56:28Z",
        "startTime": "21:12:00",
        "endTime": "23:04:00",
        "admissionPrice": 49.49,
        "theme": "Engineering & Robots",
        "status": "pending",
        "createdBy": "642aed37401c24a170998c58",
        "createdAt": "2022-11-09T21:17:06Z"
    },
    {
        "id": 34,
        "eventTitle": "Springtime Night Sky Observing",
        "eventLocation": {
            "eventAddress1": "OM Dark Sky Park",
            "eventAddress2": "155 Davagh Rd",
            "eventCity": "Omagh",
            "eventCounty": "Tyrone",
            "eventPostalCode": "BT79 8JQ"
        },
        "capacity": 559,
        "eventType": "Digital Event",
        "description": "Become a scientist for the afternoon at the Wellcome-Wolfson Institute for Experimental Medicine. Our mission is to understand the mechanisms of disease and use that understanding to develop new tests and treatments to improve patients’ lives. Discover the work of local scientists who are leading research in vision and vascular disease, respiratory medicine and the immune system and its interactions with microbes. Experience a range of demonstrations and interactive research activities. Those considering career options can join our ‘So you want to be a biomedical scientist?’ event. This will include a tour of the WWIEM facilities and must be booked seperately.",
        "targetAudience": "14-18",
        "date": "2023-02-18T06:22:24Z",
        "startTime": "00:58:00",
        "endTime": "08:27:00",
        "admissionPrice": 21.43,
        "theme": "Food for Thought",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-17T09:30:36Z"
    },
    {
        "id": 35,
        "eventTitle": "Bricks 4 Kidz Workshops",
        "eventLocation": {
            "eventAddress1": "Armagh Planetarium",
            "eventAddress2": "College Hill",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT61 9DB"
        },
        "capacity": 272,
        "eventType": "Other",
        "description": "A small group will be given an insight into what becoming a biomedical scientist entails. Researchers at different stages of their careers, including a PhD student, postdoctoral fellow and Principal Investigator will talk about their work and career paths. You will have an opportunity to chat informally with them and members of teaching staff will be on hand to explain the opportunities available within QUB. The group will then be split into subgroups and escorted with volunteers for a tour of the Wellcome-Wolfson Institute for Experimental Medicine (WWIEM) building, including the microscopy facility. The tours will return to the open event in the WWIEM atrium where “Biomedical Research in Action” will be on display from 1-5pm. \r\n\r\n",
        "targetAudience": "0-3",
        "date": "2023-02-24T23:22:31Z",
        "startTime": "22:34:00",
        "endTime": "18:00:00",
        "admissionPrice": 5.69,
        "theme": "Maths & Physics",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-15T12:40:22Z"
    },
    {
        "id": 36,
        "eventTitle": "Nature Friendly Farming in Action with Ballyboley Dexters",
        "eventLocation": {
            "eventAddress1": "Orlock Farm",
            "eventAddress2": "Warren Road",
            "eventCity": "Bangor",
            "eventCounty": "Down",
            "eventPostalCode": "BT19 6YU"
        },
        "capacity": 737,
        "eventType": "Drop-in Exhibition",
        "description": "Pop by to OM Observatory to check in on what our astronomers are up to. If the weather permits, you’ll be able to see live astronomical imaging with our high end Meade LX600 and camera system, also partaking in some eyepiece observing outside with our range of refractor telescopes. Maybe you’d like to bring your own observing setup too! The more the merrier! If the clouds are against us, we’ve got live feeds from telescopes in superb observing sites like the Canary Islands or Chile and plenty of video and images to keep any astronomy and night sky enthusiast happy.",
        "targetAudience": "3-6",
        "date": "2023-02-17T04:52:36Z",
        "startTime": "16:57:00",
        "endTime": "17:06:00",
        "admissionPrice": 4.6,
        "theme": "Mind & Body",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-03T11:50:04Z"
    },
    {
        "id": 37,
        "eventTitle": "StarTracker Music Night - From Mercury with Love with Dr Rok",
        "eventLocation": {
            "eventAddress1": "Armagh Planetarium",
            "eventAddress2": "College Hill",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT61 9DB"
        },
        "capacity": 712,
        "eventType": "Film",
        "description": "Join Bricks for Kidz at the Planetarium for space themed brick building workshops.",
        "targetAudience": "0-3",
        "date": "2023-02-16T13:27:18Z",
        "startTime": "01:49:00",
        "endTime": "13:11:00",
        "admissionPrice": 46.87,
        "theme": "Tech & Innovation",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-16T18:22:22Z"
    },
    {
        "id": 38,
        "eventTitle": "Little Astronomers",
        "eventLocation": {
            "eventAddress1": "Armagh Planetarium",
            "eventAddress2": "College Hill",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT61 9DB"
        },
        "capacity": 526,
        "eventType": "Panel Discussion",
        "description": "Join Nature Friendly Farmer Stephen Alexander to learn how he is working to benefit biodiversity and the climate through the farming practices he employs. Hear about the role that farming has to play in working harmoniously with nature to produce food, fibre and other products from our land.",
        "targetAudience": "6-10",
        "date": "2023-02-17T10:15:35Z",
        "startTime": "07:13:00",
        "endTime": "15:08:00",
        "admissionPrice": 20.89,
        "theme": "Maths & Physics",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-28T00:29:40Z"
    },
    {
        "id": 39,
        "eventTitle": "STEM #Unfiltered Photography Competition 2022",
        "eventLocation": {
            "eventAddress1": "2 Royal Avenue",
            "eventAddress2": "",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT1 1DA"
        },
        "capacity": 396,
        "eventType": "Lecture/Talk",
        "description": "We will rock you at our February StarTracker evening. Join Dr Rok Nezic for his From Mercury with Love talk and then jump into our Queen Music Show where everyone is a Killer Queen. Don’t stop us now as we then take you out for some Stargazing!",
        "targetAudience": "All Ages",
        "date": "2023-02-24T20:31:12Z",
        "startTime": "13:23:00",
        "endTime": "15:46:00",
        "admissionPrice": 37.13,
        "theme": "Food for Thought",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-24T08:32:45Z"
    },
    {
        "id": 40,
        "eventTitle": "Relaxed afternoon at the Planetarium",
        "eventLocation": {
            "eventAddress1": "Armagh Planetarium",
            "eventAddress2": "College Hill",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT61 9DB"
        },
        "capacity": 238,
        "eventType": "Drop-in Exhibition",
        "description": "Come join us at the Planetarium for a toddler dome show and science activities for your little ones! Suitable for under 5s\r\n",
        "targetAudience": "6-10",
        "date": "2023-02-16T05:34:56Z",
        "startTime": "09:35:00",
        "endTime": "05:39:00",
        "admissionPrice": 33.47,
        "theme": "Art & Science",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-05T17:57:55Z"
    },
    {
        "id": 41,
        "eventTitle": "A World of Wounds - The last ice age giants and the making of the Anthropocene",
        "eventLocation": {
            "eventAddress1": "Discover Nature Classroom in Ulster Museum",
            "eventAddress2": "Botanic Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5AB"
        },
        "capacity": 440,
        "eventType": "Panel Discussion",
        "description": "Photographs are a powerful way to share the ways that science and technology play key roles in daily life. \r\n\r\nSTEM #Unfiltered 2022 is a competition, run by the School of Maths and Physics and IoP Ireland, to bring together and showcase images of beautiful Science, Technology, Engineering or Maths (STEM) created by curious people of all ages from across Ireland and Northern Ireland.\r\n\r\nOur entrants shared their amazing photos with us over Summer 2022 and we are delighted to exhibit the winning entries from the different age categories. Join us to marvel at their pictures and be inspired by the science all around you!\r\n\r\nThe full winner’s gallery can be viewed here http://go.qub.ac.uk/STEMUnfilteredGallery2022\r\n\r\n",
        "targetAudience": "6-10",
        "date": "2023-02-17T09:01:50Z",
        "startTime": "15:25:00",
        "endTime": "07:03:00",
        "admissionPrice": 22.68,
        "theme": "Space",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-07T05:56:03Z"
    },
    {
        "id": 42,
        "eventTitle": "Cosmic Conservation – Astronomy and the Antiques",
        "eventLocation": {
            "eventAddress1": "Armagh Planetarium",
            "eventAddress2": "College Hill",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT61 9DB"
        },
        "capacity": 665,
        "eventType": "Panel Discussion",
        "description": "Chilled show in dome and use of sensory room, limited numbers",
        "targetAudience": "6-10",
        "date": "2023-02-21T14:20:28Z",
        "startTime": "18:43:00",
        "endTime": "12:29:00",
        "admissionPrice": 31.51,
        "theme": "Create. Make. Play.",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-10T15:05:21Z"
    },
    {
        "id": 43,
        "eventTitle": "Legendary telescopes tour",
        "eventLocation": {
            "eventAddress1": "Armagh Observatory",
            "eventAddress2": "College Hill",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT61 9DG"
        },
        "capacity": 825,
        "eventType": "Panel Discussion",
        "description": "A story of ice age giants, how early humans likely hunted them to death, and what this\r\nmomentous event can tell us about our own age of biodiversity loss.\r\nTens of thousands of years ago, an eye blink in evolutionary time, beasts that boggle the\r\nmind roamed every continent. Armadillos the size of cars and sloths the size of houses\r\nlumbered through the Americas. Lions and hyenas battled in the Yorkshire hills. Unlike the\r\ndinosaurs, all of these creatures met with Stone Age humans, our ancestors. We gave them\r\nnames, told stories about them, and in a short time likely drove most of them to extinction.",
        "targetAudience": "6-10",
        "date": "2023-02-17T22:05:42Z",
        "startTime": "12:35:00",
        "endTime": "00:15:00",
        "admissionPrice": 35.68,
        "theme": "Art & Science",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-05T01:05:48Z"
    },
    {
        "id": 44,
        "eventTitle": "Paddle Back in Time – The Monks, the Vikings and the Smugglers of Strangford Lough",
        "eventLocation": {
            "eventAddress1": "Strangford Lough Activity Centre",
            "eventAddress2": "40 Whiterock Rd",
            "eventCity": "Killinchy",
            "eventCounty": "Down",
            "eventPostalCode": "BT23 6PT"
        },
        "capacity": 310,
        "eventType": "Film",
        "description": "What does conservation of antique telescopes and the creation of new stars have in common? Join our PhD students and Musuem staff to discover how the science of historical conservation and astronomy overlaps. From caring for old photographs and the colours of the stars to reading handwriting from the 1700’s to interpreting data, we’ll be demonstrating science and how we apply it to our own collection side by side.",
        "targetAudience": "18+",
        "date": "2023-02-18T21:57:44Z",
        "startTime": "04:16:00",
        "endTime": "19:06:00",
        "admissionPrice": 23.25,
        "theme": "Mind & Body",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-06T00:20:58Z"
    },
    {
        "id": 45,
        "eventTitle": "Paddle Back in Time – Traders, Pilgrims and Vikings on the River Quoile",
        "eventLocation": {
            "eventAddress1": "Quoile Bridge",
            "eventAddress2": "",
            "eventCity": "Downpatrick",
            "eventCounty": "Down",
            "eventPostalCode": "BT30 6AF"
        },
        "capacity": 253,
        "eventType": "Lecture/Talk",
        "description": "Join your expert guide who will tell you about the legendary telescopes of the Armagh Observatory and Planetarium and how they were used for pioneering science in their day. Take your picture with the Grubb 10-inch used to make a fundamental star catalogue that is still used by astronomers today, and get up close and personal with the century-old Calver telescope. Listen to the unique stories along the way and discover why Armagh truly is the Celestial City.",
        "targetAudience": "6-10",
        "date": "2023-02-16T03:28:50Z",
        "startTime": "10:06:00",
        "endTime": "10:56:00",
        "admissionPrice": 18.08,
        "theme": "Space",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-13T10:09:49Z"
    },
    {
        "id": 46,
        "eventTitle": "What the Medieval Doctor Ordered – Love Potions, Impotence Cures and Beauty tips from Ireland & Scandinavia",
        "eventLocation": {
            "eventAddress1": "Black Box",
            "eventAddress2": "18-22 Hill Street",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT1 2LA"
        },
        "capacity": 194,
        "eventType": "Film",
        "description": "This award-winning event (National Heritage Week 2021) will take you on a kayak adventure to Mahee Island following a traditional smuggling route undertaken by Daft Eddie and the Merry Hearts. \r\nIn Whiterock, you will be kitted out with wetsuit and buoyancy aid and briefed by local guide and kayak instructor Rory Martin.\r\nAt Mahee Island Dr. Sarah Baccianti – researcher in literature and history of medieval Scandinavia – will guide you through the ruins of the monastic site of Nendrum and the role played by the Vikings in the Strangford Lough area. Dr Frances Kane – linguist and researcher in the origins of Northern Ireland’s place names – will guide you through the stories behind the place names of the area.",
        "targetAudience": "14-18",
        "date": "2023-02-23T18:14:55Z",
        "startTime": "06:06:00",
        "endTime": "17:25:00",
        "admissionPrice": 48.74,
        "theme": "Mind & Body",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-18T07:28:41Z"
    },
    {
        "id": 47,
        "eventTitle": "The Medieval Menu Experience",
        "eventLocation": {
            "eventAddress1": "Narrow Water Castle",
            "eventAddress2": "67 Newry Rd",
            "eventCity": "Warrenpoint",
            "eventCounty": "Down",
            "eventPostalCode": "BT34 3LE"
        },
        "capacity": 358,
        "eventType": "Drop-in Exhibition",
        "description": "During this kayak adventure we will explore the tranquil river Quoile to Inch Abbey. At Jane’s Shore you will be kitted out with wetsuit and buoyancy aid and briefed by kayak instructor Rory Martin. While paddling we will learn from Dr. Sarah Baccianti – researcher in literature and history of medieval Scandinavia – about the settlements in the area throughout history. At Inch Abbey you will discover the history of the monastic site and the role played by the Vikings in the area. Dr Frances Kane – linguist and researcher in the origins of Northern Ireland’s place names – will guide you through the stories behind the place names of the area.",
        "targetAudience": "6-10",
        "date": "2023-02-18T00:00:33Z",
        "startTime": "15:31:00",
        "endTime": "00:46:00",
        "admissionPrice": 9.19,
        "theme": "Art & Science",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-25T05:58:34Z"
    },
    {
        "id": 48,
        "eventTitle": "Embodying a virtual reality experience of claiming asylum",
        "eventLocation": {
            "eventAddress1": "School of Psychology, David Keir Building",
            "eventAddress2": "18-30 Malone Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5BN"
        },
        "capacity": 446,
        "eventType": "Drop-in Exhibition",
        "description": "Milk, holy water, ginger, fennel, dung, snails, lizards and bull’s testicles. Medieval medicine often calls for bizarre ingredients, charms, torture-like surgical procedures, and colourful concoctions of herbs, spices and animals’ parts.\r\nJoin four researchers from Belfast, Cambridge and Maynooth who will guide you through the language, remedies and ingredients used by medieval doctors in Ireland and Scandinavia to cure, amongst other ailments, lovesickness, impotence and aging.\r\nYou will squirm, you will laugh but most of all you will be captivated by medieval medicine.\r\n\r\n\r\nDr. Sharon Arbuthnot (University of Cambridge)\r\nDr. Sarah Baccianti (National Museums NI)\r\nDr. Siobhán Barrett (Maynooth University)\r\nDr. Deborah Hayden (Maynooth University)\r\n",
        "targetAudience": "6-10",
        "date": "2023-02-18T11:37:54Z",
        "startTime": "06:52:00",
        "endTime": "20:15:00",
        "admissionPrice": 49.58,
        "theme": "Environment & Nature",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-13T04:40:47Z"
    },
    {
        "id": 49,
        "eventTitle": "Health and wealth: Why should cities invest in health innovation?",
        "eventLocation": {
            "eventAddress1": "ECIT, Titanic Quarter",
            "eventAddress2": "Channel Commercial Park, Queens Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT3 9DT"
        },
        "capacity": 869,
        "eventType": "Film",
        "description": "After last year sold-out Gala Banquet event, we are offering another extraordinary and unusual dinner experience that will transport you back to the Middle Ages, a world enveloped in spices, herbs and flavour.\r\n\r\nThis 5-course dinner will leave you open-mouthed from beginning to end, with its flavour combinations and its playfulness.\r\n\r\nThis surprise dinner is the joint creation of Chef Paul Cunningham, 4-time Chef Ireland winner and 2-time Great British Menu finalist, and Dr. Sarah Baccianti, award-winning heritage event organiser and researcher in medieval medicine. Join them for a deliciously entertaining night that will titillate your taste buds.",
        "targetAudience": "6-10",
        "date": "2023-02-17T09:44:52Z",
        "startTime": "15:17:00",
        "endTime": "10:45:00",
        "admissionPrice": 39.31,
        "theme": "Space",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-18T12:48:41Z"
    },
    {
        "id": 51,
        "eventTitle": "Maritime Mile Science of Photography Tour",
        "eventLocation": {
            "eventAddress1": "SoundYard",
            "eventAddress2": "2 Queens Quay",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT3 9QQ"
        },
        "capacity": 883,
        "eventType": "Family Theatre Show",
        "description": "Mainstream media can be influential in triggering constructs associated to our judgments of immigrants, refugees, or asylum seekers. These judgements are often devoid of the own perspective of the refugee. Virtual reality provides users with the opportunity to embody, rather than just observe, digital representations of stigmatised groups and “put in their shoes”. Following an introduction to the resarch, we invite you to step into our immersive virtual experience and learn how embodying a refugee in their process of claiming asylum might influence our attitudes and beliefs about the topic and the people.",
        "targetAudience": "14-18",
        "date": "2023-02-19T10:05:17Z",
        "startTime": "08:56:00",
        "endTime": "23:17:00",
        "admissionPrice": 32.63,
        "theme": "Mind & Body",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-19T04:21:12Z"
    },
    {
        "id": 52,
        "eventTitle": "From Crumlin to Chelyabinsk: Tales told by meteorites",
        "eventLocation": {
            "eventAddress1": "Ulster Museum",
            "eventAddress2": "Botanic Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5AB"
        },
        "capacity": 244,
        "eventType": "Family Theatre Show",
        "description": "This session, chaired by Clare Guinness (Director of the Belfast Innovation District), will explore the future of Digital Health and Med-Tech, bringing together thought leaders in academia, industry, the start-up and entrepreneur community, and the public sector. The vision for a Digital Health innovation ecosystem in Belfast is ambitious, and will see a step change in activity and the development of a cluster around key capital investments through the Belfast Region City Deal. Practical examples of the application of secure, connected, and intelligent digital technologies into the health sector will be showcased, along with industry views how to ecosystem can flourish, and discussion on how collaboration can overcome societal challenges.",
        "targetAudience": "18+",
        "date": "2023-02-20T02:52:03Z",
        "startTime": "12:10:00",
        "endTime": "04:12:00",
        "admissionPrice": 9.82,
        "theme": "Mind & Body",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-02T13:36:38Z"
    },
    {
        "id": 53,
        "eventTitle": "International Synth Design Hackathon",
        "eventLocation": {
            "eventAddress1": "Sonic Arts Research Centre (SARC)",
            "eventAddress2": "Cloreen Park",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5HN"
        },
        "capacity": 366,
        "eventType": "Panel Discussion",
        "description": "During a global pandemic, countries and cities have become literal ghost towns. This project investigates how the city sounds without the presence of humans or the expected level of human occupancy in popular parts of Belfast's public spaces. Using field recordings to document and chronologically experience the differences imposed by Covid-19 restrictions. \r\n\r\nJoin me as we take a walk to a few of these locations as an opportunity to hear a historical viewpoint, hear how spaces changed, and reflect on the present sounds that make up our urban spaces.\r\n\r\nAccessible via Echoes (GPS soundwalks - Available on the Apple Store and Google Playstore): https://explore.echoes.xyz/collections/QZQN9a10To92iDoM \r\n\r\nProject information: https://georgiosvaroutsos.com/covid-19/",
        "targetAudience": "18+",
        "date": "2023-02-19T13:40:50Z",
        "startTime": "10:02:00",
        "endTime": "17:50:00",
        "admissionPrice": 12.99,
        "theme": "Mind & Body",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-11T16:05:53Z"
    },
    {
        "id": 54,
        "eventTitle": "Science Starz Sessions",
        "eventLocation": {
            "eventAddress1": "Colin Glen Library",
            "eventAddress2": "17 Dairy Farm Centre",
            "eventCity": "Dunmurry",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT17 0AW"
        },
        "capacity": 370,
        "eventType": "Workshop Event",
        "description": "Are you a photographer who is on a never-ending quest to find that perfect shot? Then join us on this interactive photo tour as part of the NI Science Festival 2023.\r\nThe Maritime Mile is jam packed full of history and sights to see. A mixture of grit and glamour, it’s definitely one to add to your #NISF23 itinerary.\r\nThis 90-minute photo tour will take you off the beaten track capturing some of Belfast’s heritage giants! The Maritime Mile shoot locations include: SoundYard, Belfast Buoys, Hamilton Dock, SS Nomadic and not forgetting some of the best viewpoints along Belfast’s iconic waterfront.\r\n",
        "targetAudience": "6-10",
        "date": "2023-02-23T10:07:35Z",
        "startTime": "05:47:00",
        "endTime": "09:26:00",
        "admissionPrice": 11.31,
        "theme": "Create. Make. Play.",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-20T09:44:53Z"
    },
    {
        "id": 55,
        "eventTitle": "JAM 4",
        "eventLocation": {
            "eventAddress1": "Sonic Arts Research Centre (SARC)",
            "eventAddress2": "Cloreen Park",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5HN"
        },
        "capacity": 423,
        "eventType": "Film",
        "description": "In 1902 a meteorite the size of a loaf of bread crashed in a field near Crumlin in Co. Antrim. More than a century later, in 2013, a meteorite the size of a five-story building disintegrated above the city of Chelyabinsk, in Russia. Where had they come from? How did they affect people on the ground? What can they tell us about the history of our Solar System over more than 4.5 billion years? Join Dr Mike Simms, the Ulster Museum’s meteorite expert, to discover the astonishing story revealed by these visitors from Outer Space.",
        "targetAudience": "6-10",
        "date": "2023-02-18T02:54:13Z",
        "startTime": "12:04:00",
        "endTime": "23:39:00",
        "admissionPrice": 42.77,
        "theme": "Space",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-11T13:22:01Z"
    },
    {
        "id": 56,
        "eventTitle": "The Magic of Microscopy",
        "eventLocation": {
            "eventAddress1": "Wellcome-Wolfson Institute for Experimental Medicine",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 274,
        "eventType": "Outdoor Tour / Activity",
        "description": "In collaboration with Belfast-based sound art collective Tone Burst, participants will collaboratively design and build sound experiences with technology. During the event, participants will learn digital fabrication technologies, such as 3D printers and laser cutting machines. Participants will be free to explore their creative ideas with guidance from facilitators. All materials and equipment will be provided. No technical experience is required; however, a passion for sound and music-making is essential. This event is supported by Cycling 74, Electrosmith and Synthux Academy.",
        "targetAudience": "0-3",
        "date": "2023-02-17T15:08:15Z",
        "startTime": "15:47:00",
        "endTime": "10:25:00",
        "admissionPrice": 14.75,
        "theme": "Food for Thought",
        "status": "declined",
        "createdBy": "642aed37401c24a170998c58",
        "createdAt": "2022-10-18T16:50:18Z"
    },
    {
        "id": 57,
        "eventTitle": "QUB Astronomy Day",
        "eventLocation": {
            "eventAddress1": "Canada Room and Council Chamber, Lanyon Building",
            "eventAddress2": "University Road",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT7 1NN"
        },
        "capacity": 452,
        "eventType": "Panel Discussion",
        "description": "Get your goggles and lab coats on and join Science Starz in the Fizzy Fun Lab at Hollywood Arches Library for an exciting experiment with Acids and Alkalis. This is a great chance for kids to feel like a real scientist as they use pipettes and beakers in this hands-on interactive session.\r\nMix vinegar with cabbage juice to see when acid is present, then add in some sodium bicarbonate to create a second chemical reaction as the acids and alkalis mix. This fun STEM event is always a popular one and it might even help inspire the next generation of young scientists…\r\n",
        "targetAudience": "14-18",
        "date": "2023-02-17T06:54:00Z",
        "startTime": "16:01:00",
        "endTime": "20:06:00",
        "admissionPrice": 12.86,
        "theme": "Tech & Innovation",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-21T12:25:52Z"
    },
    {
        "id": 58,
        "eventTitle": "A new view of the Giant’s Causeway",
        "eventLocation": {
            "eventAddress1": "Ulster Museum",
            "eventAddress2": "Botanic Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5AB"
        },
        "capacity": 423,
        "eventType": "Family Theatre Show",
        "description": "Our exhibition is going to be called \"Open Sound Lab\". In our sound lab, we are going to be setup with various different stations for people to interact with different technologies. The session will be casual drop in/drop out and will incorporate the use of Ableton link, DJ'ing decks and electronic instruments. The session will also give a little taster of the JAM 4 experience.",
        "targetAudience": "3-6",
        "date": "2023-02-21T08:16:01Z",
        "startTime": "18:56:00",
        "endTime": "13:34:00",
        "admissionPrice": 9.22,
        "theme": "Mind & Body",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-23T06:29:43Z"
    },
    {
        "id": 59,
        "eventTitle": "Physics and the World Around Us",
        "eventLocation": {
            "eventAddress1": "Wellcome-Wolfson Institute for Experimental Medicine",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 667,
        "eventType": "Family Theatre Show",
        "description": "Take a look under the microscope in this behind-the-scenes tour of the Imaging Facility within the faculty of Medicine, Health and Life Sciences at QUB and see first-hand the state-of-the-art equipment being used in cutting-edge research within the medical field. With the chance to see a biological sample viewed under increasingly complex microscopes - and the specialist analysis software used to interpret it - this is a great opportunity to find out why microscopy is so vital to medical research.",
        "targetAudience": "3-6",
        "date": "2023-02-18T11:41:02Z",
        "startTime": "20:52:00",
        "endTime": "02:00:00",
        "admissionPrice": 27.1,
        "theme": "Mind & Body",
        "status": "pending",
        "createdBy": "642aed37401c24a170998c58",
        "createdAt": "2022-10-09T00:15:57Z"
    },
    {
        "id": 60,
        "eventTitle": "NI Science Week - Historical Wreck Tour",
        "eventLocation": {
            "eventAddress1": "Ballycastle Harbour",
            "eventAddress2": "9 Bayview Rd ",
            "eventCity": "Ballycastle",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT54 6BT"
        },
        "capacity": 780,
        "eventType": "Film",
        "description": "\r\nJoin the Astrophysics Research Centre at Queen’s University Belfast for space-related fun for all ages, including hands-on activities, a demonstration of how the Northern Lights are formed, and short talks about the latest discoveries made by Queen’s astronomers. Younger scientists can colour their very own exoplanet and test their theories with the playdough Solar System. Weather permitting, there will be a selection of small solar telescopes outside, enabling visitors to safely view the surface of the Sun. \r\n",
        "targetAudience": "18+",
        "date": "2023-02-17T09:31:03Z",
        "startTime": "10:15:00",
        "endTime": "13:17:00",
        "admissionPrice": 32.8,
        "theme": "Maths & Physics",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-26T06:03:45Z"
    },
    {
        "id": 61,
        "eventTitle": "Rockets, Stars, Planets & Meteorites",
        "eventLocation": {
            "eventAddress1": "Lough Neagh Discovery Centre",
            "eventAddress2": "Oxford Island",
            "eventCity": "Craigavon",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT66 6NJ"
        },
        "capacity": 463,
        "eventType": "Panel Discussion",
        "description": "The Giant’s Causeway is a geological wonder formed by volcanism 60 million years ago. It has seen millions of visitors over the past two centuries yet ideas about the landscape across which the lava flowed, and how it formed into columns as it cooled, have changed little for decades. Surely there is nothing new to discover? But a chance remark in 2012 led to new research and the demolition of a key theory that had gone unchallenged for 80 years. Join Dr Mike Simms to hear about Northern Ireland’s remarkable volcanic heritage and the evidence – hiding in plain sight – that overturned a decades-old theory about the Giant’s Causeway.",
        "targetAudience": "14-18",
        "date": "2023-02-25T00:02:52Z",
        "startTime": "16:17:00",
        "endTime": "11:22:00",
        "admissionPrice": 40.17,
        "theme": "Engineering & Robots",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-09T23:19:45Z"
    },
    {
        "id": 62,
        "eventTitle": "Let's Revamp Tea... #letsinfuse",
        "eventLocation": {
            "eventAddress1": "The Crescent",
            "eventAddress2": "2-4 University Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT7 1NH"
        },
        "capacity": 95,
        "eventType": "Digital Event",
        "description": "Can anything travel faster than the speed of light?! Our interactive displays will bring you closer to the science of light and data as we explore how physics influences our everyday lives. \r\n\r\nJoin us for a carousel of interactive experiments and a VR experience where we will explore how light travels in many ways and how light is used in our technology from medicine to data storage. And, if you are curious for more, our interactive family activity area will share the secrets of rainbows along with data challenges and competitions for all ages!",
        "targetAudience": "14-18",
        "date": "2023-02-23T07:08:59Z",
        "startTime": "03:36:00",
        "endTime": "14:42:00",
        "admissionPrice": 17.11,
        "theme": "Engineering & Robots",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-16T06:02:55Z"
    },
    {
        "id": 63,
        "eventTitle": "Wild About... Kilbroney Park",
        "eventLocation": {
            "eventAddress1": "Kilbroney Park",
            "eventAddress2": "Shore Road",
            "eventCity": "Rostrevor",
            "eventCounty": "Down",
            "eventPostalCode": "BT34 3AA"
        },
        "capacity": 157,
        "eventType": "Drop-in Exhibition",
        "description": "A unique adventure exploring the maritime history of the many wrecks on the Giants Causeway Coastline. Boarding one of our vessels for this fascinating adventure around Rathlin Island and the Causeway coast you will travel by sea to the site of many of our famous wrecks. Our guides will enteral you with tales of treasure, tragedy, lost loves, battles and destruction. From the modern wrecks of the World Wars to the whiskey smuggling ships and of course the treasure and history of the Spanish Armada galleass Girona",
        "targetAudience": "0-3",
        "date": "2023-02-18T22:26:11Z",
        "startTime": "22:56:00",
        "endTime": "20:03:00",
        "admissionPrice": 21.95,
        "theme": "Mind & Body",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-12T21:31:22Z"
    },
    {
        "id": 64,
        "eventTitle": "Revenge: a dish best served cold? Using online games to discover why humans take revenge",
        "eventLocation": {
            "eventAddress1": "The Crescent",
            "eventAddress2": "2-4 University Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT7 1NH"
        },
        "capacity": 800,
        "eventType": "Other",
        "description": "Afternoon session of making and launching compressed air/water powered rockets, + solar observing if clear, + exhibition of meteorites & telescopes. Evening session of observing the Moon, planets, stars, nebulae, star clusters and galaxies; and Stardome planetarium (Covid permitting) or Powerpoint public lecture if cloudy",
        "targetAudience": "18+",
        "date": "2023-02-22T04:30:26Z",
        "startTime": "07:07:00",
        "endTime": "19:16:00",
        "admissionPrice": 48.46,
        "theme": "Space",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-29T16:11:25Z"
    },
    {
        "id": 65,
        "eventTitle": "Foraging Afloat",
        "eventLocation": {
            "eventAddress1": "Green Boat Shed, Whiterock, Killinchy",
            "eventAddress2": "40 Whiterock Rd ",
            "eventCity": "Killinchy",
            "eventCounty": "Down",
            "eventPostalCode": "BT23 6PT"
        },
        "capacity": 852,
        "eventType": "Film",
        "description": "Let's revamp tea... #letsinfuse\r\n\r\nJoin INFUSE as they set out to explore the exciting concept of revamping tea, often seen as a boring staple in NI.\r\n\r\nYou'll explore the history of tea, find out ways to raise your tea game and discover interesting ways to play about with tea.\r\n\r\nAs the team demonstrates how things like water temperature and filtering your water can impact the taste of tea, they'll be offering samples throughout the demonstration.\r\n\r\nYou'll also experience tea mocktails, samples of tea infused foods and even explore pairing teas with food.\r\n\r\nAs NI's first Tea Bar, INFUSE will have you in good hands as you explore a revamped world of tea.",
        "targetAudience": "All Ages",
        "date": "2023-02-18T19:10:57Z",
        "startTime": "14:19:00",
        "endTime": "03:14:00",
        "admissionPrice": 39.03,
        "theme": "Art & Science",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-22T21:07:06Z"
    },
    {
        "id": 66,
        "eventTitle": "Paddle with a purpose",
        "eventLocation": {
            "eventAddress1": "Strangford Lough Activity Centre",
            "eventAddress2": "40 Whiterock Rd",
            "eventCity": "Killinchy",
            "eventCounty": "Down",
            "eventPostalCode": "BT23 6PT"
        },
        "capacity": 632,
        "eventType": "Drop-in Exhibition",
        "description": "Are you up for some wildlife and forest challenges? Join our team of nature buffs for art, games and fun activities that will show you all you need to know about Kilbroney Park/ Delamont Country Park / Slieve Gullion Forest Park. If it's a good there will be ascavenger hunt around the parks looking for wildlife and geology, if the weather is not clement it will be arts and crafts indoors. Limited numbers 40-50 First Come First Served Basis. Please ear suitable clothing and footwear for an outdoor event. FREE EVENT",
        "targetAudience": "All Ages",
        "date": "2023-02-20T01:45:43Z",
        "startTime": "13:52:00",
        "endTime": "18:20:00",
        "admissionPrice": 8.35,
        "theme": "Science Communication",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-22T23:06:09Z"
    },
    {
        "id": 67,
        "eventTitle": "STEAMing Kidneys: Where Science and Art Collide",
        "eventLocation": {
            "eventAddress1": "Accidental Theatre",
            "eventAddress2": "12-13 Shaftesbury Square",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT2 7DB"
        },
        "capacity": 601,
        "eventType": "Workshop Event",
        "description": "Why do people take revenge? It’s a fascinating question, which psychologists have been trying to answer for a while. We may feel we intuitively understand revenge. After all, we’ve probably all wanted to take revenge at some point, and revenge is constantly explored in books, film, and television programmes. Yet the discoveries that psychologists have made about revenge may surprise you. This 30-minute talk will explore scientific discoveries about why we take revenge. It will also present the results of a new study on revenge by psychologists at Queen’s University Belfast. The study uses online games to explore how brain functioning affects revenge. It also explores how revenge is linked to tiredness, mood, and emotions.",
        "targetAudience": "All Ages",
        "date": "2023-02-22T11:31:13Z",
        "startTime": "06:20:00",
        "endTime": "06:39:00",
        "admissionPrice": 2.09,
        "theme": "Engineering & Robots",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-26T09:45:55Z"
    },
    {
        "id": 68,
        "eventTitle": "“Physiology Health Check’",
        "eventLocation": {
            "eventAddress1": "One Elmwood",
            "eventAddress2": "University Road",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT7 1NN"
        },
        "capacity": 622,
        "eventType": "Panel Discussion",
        "description": "Spring is arriving on Strangford Lough and with it the arrival of an array of seasonal wild food emerges from the land and water. Join Rory from Strangford Lough Activity Centre and David & Celia of Wild About for a unique guide to the sights and flavour of the area.\r\n\r\nLearn some local history, spot the wildlife and improve your paddling skills. After that, we will stop off at an island to forage for salty delights and enjoy a hearty lunch with the unique taste of Strangford Lough.",
        "targetAudience": "3-6",
        "date": "2023-02-20T06:14:50Z",
        "startTime": "23:49:00",
        "endTime": "16:12:00",
        "admissionPrice": 30.28,
        "theme": "Science Communication",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-25T04:24:11Z"
    },
    {
        "id": 69,
        "eventTitle": "The art and science of interference patterns",
        "eventLocation": {
            "eventAddress1": "The Playhouse",
            "eventAddress2": "5-7 Artillery St",
            "eventCity": "Derry",
            "eventCounty": "Derry/Londonderry",
            "eventPostalCode": "BT48 6RG"
        },
        "capacity": 273,
        "eventType": "Lecture/Talk",
        "description": "Paddle with a purpose and do your bit for the environment. Join us fora guided kayak tour & island clean up on Strangford Lough. The ‘Leave No Trace’ message will be discussed along the paddle as will the effects of local damage to wildlife and habitats along our coastline. Strangford Lough is an AONB, MNR and SSSI. Furthermore, It plays host to over 2000 species of wildlife.\r\n\r\nAlong the route instructors will guide you on your tour with interesting facts, local history and wildlife spotting. On reaching our destination, you will be free to explore the islands respectfully, collecting rubbish en route. After that, we will finish up with toasted marshmallows & hot chocolate.",
        "targetAudience": "14-18",
        "date": "2023-02-18T00:54:34Z",
        "startTime": "02:40:00",
        "endTime": "18:27:00",
        "admissionPrice": 27.28,
        "theme": "Science Communication",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-17T12:01:16Z"
    },
    {
        "id": 70,
        "eventTitle": "The Language and Shapes of Synthesisers and Electronic Sound",
        "eventLocation": {
            "eventAddress1": "The Playhouse",
            "eventAddress2": "5-7 Artillery St",
            "eventCity": "Derry",
            "eventCounty": "Derry/Londonderry",
            "eventPostalCode": "BT48 6RG"
        },
        "capacity": 324,
        "eventType": "Drop-in Exhibition",
        "description": "An increasing number of people are diagnosed with kidney disease, with one billion affected worldwide, impacting both patients and their families. To gain new insights into this condition and improve the quality of life of those affected, researchers today are taking novel and diverse approaches that unite the worlds of art and science!\r\n\r\nCome see the fruits of these collaborations, and hear from QUB scientists studying kidney disease genetics to aid the development of new diagnostics and therapeutics. Learn how the QUB Renal Arts Group work with patients, carers, doctors, scientists, and artists to advance the physical and mental wellbeing of those living with kidney disease.\r\n\r\nRefreshments are provided.",
        "targetAudience": "14-18",
        "date": "2023-02-25T17:47:12Z",
        "startTime": "16:03:00",
        "endTime": "00:01:00",
        "admissionPrice": 29.55,
        "theme": "Environment & Nature",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-08T23:51:23Z"
    },
    {
        "id": 71,
        "eventTitle": "Queen’s Biology Showcase",
        "eventLocation": {
            "eventAddress1": "QUB School of Biological Sciences",
            "eventAddress2": "19 Chlorine Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5DL"
        },
        "capacity": 847,
        "eventType": "Film",
        "description": "\r\nAn interprofessional team of staff and students from QUB’s Faculty of Medicine, Health and Life Sciences (MHLS) will provide a ‘Physiology Health Check’ campus event for staff and students during 2023 NI Science Festival week. \r\n\r\nStudent ‘Volunteer Health Assessors’ will provide volunteer participants, Blood Pressure, Heart Rate, Respiratory Rate, Peak Expiratory Flow Rate, Blood Glucose measurements during their ‘Physiology Health Check’. Participants will receive a written report of their results and advise on lifestyle adjustments to maintain optimum physical health. If results are outside the ‘normal’ range, participants will be guided to seek medical advice. \r\n\r\nAppropriately qualified QUB staff will be present at all times to provide professional oversight of the event.\r\n",
        "targetAudience": "14-18",
        "date": "2023-02-24T15:50:42Z",
        "startTime": "22:53:00",
        "endTime": "02:18:00",
        "admissionPrice": 9.68,
        "theme": "Tech & Innovation",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-27T04:04:53Z"
    },
    {
        "id": 72,
        "eventTitle": "Suzie’s Science Kitchen",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "Cromore Rd",
            "eventCity": "Coleraine",
            "eventCounty": "Derry/Londonderry",
            "eventPostalCode": "BT52 1SA"
        },
        "capacity": 216,
        "eventType": "Lecture/Talk",
        "description": "This event with Dr Rob Casey (composer and Lecturer in Composition, Performance and Experimental Music at Ulster University) will explore the psychoacoustic experience of interference patterns that arise between sounds of slightly different frequencies. Using sine tones, acoustic instruments and a multi-channel immersive sound system, the event will introduce audiences to the ideas of acoustics, psychoacoustics and audio perception.",
        "targetAudience": "0-3",
        "date": "2023-02-20T02:45:13Z",
        "startTime": "08:59:00",
        "endTime": "12:13:00",
        "admissionPrice": 25.16,
        "theme": "Tech & Innovation",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-15T03:00:11Z"
    },
    {
        "id": 73,
        "eventTitle": "Mass of Roots",
        "eventLocation": {
            "eventAddress1": "Ulster Transport Museum",
            "eventAddress2": "153 Bangor Rd",
            "eventCity": "Holywood",
            "eventCounty": "Down",
            "eventPostalCode": "BT18 0EU"
        },
        "capacity": 466,
        "eventType": "Film",
        "description": "This talk and demonstration will see Dr Brian Bridges (electronic musician and Research Director in Music, Drama, and Film/Screen at Ulster University) introduce audiences to the ideas, technologies and approaches that have shaped electronic music from the early 20th century to the present day, featuring live demonstrations and visualisations of synthesised sound and reflections on how these sounds have shaped our music.",
        "targetAudience": "3-6",
        "date": "2023-02-20T13:09:16Z",
        "startTime": "22:24:00",
        "endTime": "09:42:00",
        "admissionPrice": 0.6,
        "theme": "Art & Science",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-02T05:52:34Z"
    },
    {
        "id": 74,
        "eventTitle": "\"Digital Twins - Where AI meets IoT\" Workshop",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 405,
        "eventType": "Drop-in Exhibition",
        "description": "Understanding and protecting the world around us is the defining goal of our time. To achieve this we need to explore the weird and wonderful biodiversity of the Earth, produce safe and nutritious food sustainably, and learn how to fight diseases. The biological sciences play a key role in these societal goals, so come and meet scientists from the Queen’s School of Biological Sciences who explore the natural world and how we can better take care of it. Which species are at risk of extinction and why? How can we feed ourselves more sustainably? Why does climate change mean that diseases are on the move? Come and explore all of these things and more through talks and interactive exhibits!",
        "targetAudience": "All Ages",
        "date": "2023-02-25T03:09:58Z",
        "startTime": "09:57:00",
        "endTime": "08:21:00",
        "admissionPrice": 34.18,
        "theme": "Mind & Body",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-16T23:59:33Z"
    },
    {
        "id": 75,
        "eventTitle": "The Whole Scope of Sky: Underrepresented Voices in Science Writing",
        "eventLocation": {
            "eventAddress1": "Ulster Museum",
            "eventAddress2": "Botanic Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5AB"
        },
        "capacity": 288,
        "eventType": "Panel Discussion",
        "description": "Food, nutrition & dietetic researchers at Ulster University have teamed up with local celebrity chef, Suzie Lee, for this interactive cooking demo, served with a side of science! \r\n\r\nJoin us for an interactive workshop to understand how to make the most of local ingredients for your home cooking and get help on making healthier choices for you and your family. Suzie will demonstrate simple and cost-effective recipes, sharing lots of practical ideas and tips along the way. Our researchers from the Nutrition team at Ulster will unpick the science behind Suzie’s creations, debunk common food and nutrition myths, and share insights into a career in nutrition science.\r\n\r\nEveryone is welcome.",
        "targetAudience": "18+",
        "date": "2023-02-17T11:26:28Z",
        "startTime": "05:54:00",
        "endTime": "13:47:00",
        "admissionPrice": 39.07,
        "theme": "Create. Make. Play.",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-04T10:15:02Z"
    },
    {
        "id": 76,
        "eventTitle": "Light, Matter, Action!",
        "eventLocation": {
            "eventAddress1": "Ulster Museum",
            "eventAddress2": "Botanic Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5AB"
        },
        "capacity": 570,
        "eventType": "Film",
        "description": "This year as part of NI Science Festival we take a different view on how we engage with environment and technology with National Museums NI Natural Science curators. Join us to welcome Our Place in Space at The Ulster Folk Museum by exploring the impact we are having on this planet and uncover the wonders of our natural environment. Mass of Roots will explore the natural world through the microscope with talks and exhibits from experts in the field of STEAM.",
        "targetAudience": "18+",
        "date": "2023-02-16T18:00:57Z",
        "startTime": "18:17:00",
        "endTime": "03:27:00",
        "admissionPrice": 28.34,
        "theme": "Art & Science",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-05T21:30:16Z"
    },
    {
        "id": 77,
        "eventTitle": "Life in a Car Park/Saol sa Charrchlós",
        "eventLocation": {
            "eventAddress1": "On-street Parking ",
            "eventAddress2": "139- 127 Royal Avenue",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT1 1FF"
        },
        "capacity": 680,
        "eventType": "Digital Event",
        "description": "Artificial Intelligence (AI) and the Internet of Things (IoT) are enabling our world to be replicated digitally – creating “Digital Twins” of our cities, our cars, our homes, and even ourselves. A Digital Twin is an exact replica of something in the physical world, with a unique aim - to help improve the real-life version. This workshop will introduce the emerging field of Digital Twins. In doing so, the workshop will showcase cutting edge technologies and concepts at the intersection of IoT and AI. Attendees will have an opportunity to get hands on with these technologies through a number of interactive demonstrations, covering topics such as sensor technologies, machine vision, robotics, virtual/ augmented reality, chatbots and simulation.",
        "targetAudience": "3-6",
        "date": "2023-02-20T14:03:45Z",
        "startTime": "07:28:00",
        "endTime": "04:14:00",
        "admissionPrice": 15.52,
        "theme": "History & Science",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-14T09:58:40Z"
    },
    {
        "id": 78,
        "eventTitle": "Soil - a time capsule",
        "eventLocation": {
            "eventAddress1": "QUB School of Biological Sciences",
            "eventAddress2": "19 Chlorine Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5DL"
        },
        "capacity": 667,
        "eventType": "Drop-in Exhibition",
        "description": "In this event, the Institute of Physics' inaugural Writer in Residence Chandrika Narayanan-Mohan will bring together writers to talk about science writing across genres and disciplines. From science fiction, to poetry, to science communication, the writers will discuss underrepresentation in their fields, and what we can do to encourage diversity in their sectors.",
        "targetAudience": "6-10",
        "date": "2023-02-19T19:30:30Z",
        "startTime": "16:54:00",
        "endTime": "06:42:00",
        "admissionPrice": 4.14,
        "theme": "Environment & Nature",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-06T06:56:13Z"
    },
    {
        "id": 79,
        "eventTitle": "A Brush With Technology",
        "eventLocation": {
            "eventAddress1": "The MAC",
            "eventAddress2": "10 Exchange St, West",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT1 2NJ"
        },
        "capacity": 442,
        "eventType": "Drop-in Exhibition",
        "description": "Meet the physicists from Queens University Belfast at the Light, Matter, Action! stall to discover the wonder of light and matter. Find out how physicists explore what everything is made of, how the universe came to be and how we can work with light and matter to change the world. There’ll be wonderous demonstrations and the chance to speak with real physicists to hear about their career journeys and how physics is for everyone.",
        "targetAudience": "All Ages",
        "date": "2023-02-18T06:06:43Z",
        "startTime": "21:01:00",
        "endTime": "07:34:00",
        "admissionPrice": 10.55,
        "theme": "Tech & Innovation",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-19T09:57:25Z"
    },
    {
        "id": 80,
        "eventTitle": "Rendr Festival 2023",
        "eventLocation": {
            "eventAddress1": "Portview Trade Centre",
            "eventAddress2": "310 Newtownards Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT4 1HE"
        },
        "capacity": 677,
        "eventType": "Drop-in Exhibition",
        "description": "Can you find life and joy in a car park? \r\nExperience parking spaces transformed into wild and wonderful places for everyone to enjoy!\r\nYou can also join nature conservationist Aoife de Bhál for a guided walk at 2pm each day, to explore the bizarre world of creatures living in our cities. This is a bilingual (Irish/English) event. No knowledge of Irish needed.\r\n\r\nAn féidir leat beatha agus áthas a aimsú i gcarrchlós?\r\nBreathnaigh ar spásanna páirceála agus iad athraithe ina háiteanna fiáine agus iontacha. Fáilte roimh chách a scíth a ligean anseo!\r\nBígí le hAoife de Bhál ar 2 i.n. gach lá faoi choinne siúilóid treoraithe dírithe ar saol aisteach na neach a bhfuil lonnaithe inár gcathracha.",
        "targetAudience": "All Ages",
        "date": "2023-02-21T10:06:10Z",
        "startTime": "15:43:00",
        "endTime": "16:59:00",
        "admissionPrice": 22.72,
        "theme": "Maths & Physics",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-25T22:02:35Z"
    },
    {
        "id": 81,
        "eventTitle": "Introduction to Glaze Chemistry",
        "eventLocation": {
            "eventAddress1": "Flowerfield Arts Centre, Portstewart",
            "eventAddress2": "Studio 2, 185 Coleraine Rd",
            "eventCity": "Portstewart",
            "eventCounty": "Derry/Londonderry",
            "eventPostalCode": "BT55 7PL"
        },
        "capacity": 186,
        "eventType": "Panel Discussion",
        "description": "Many stories lie buried beneath the ground! Often dismissed as dirt, soil is a time capsule, a cultural archive of human activity. Join this workshop to engage in art-science experiments, which uncover the tales of soil.\r\nJasmin Märker is an environmental and bio-artist exploring how human and non-worlds collide.",
        "targetAudience": "All Ages",
        "date": "2023-02-20T01:31:17Z",
        "startTime": "01:08:00",
        "endTime": "06:00:00",
        "admissionPrice": 36.62,
        "theme": "Food for Thought",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-25T13:21:10Z"
    },
    {
        "id": 82,
        "eventTitle": "It’s all in the mind! How your thinking affects your life.",
        "eventLocation": {
            "eventAddress1": "Flowerfield Arts Centre",
            "eventAddress2": "Studio 2, 185 Coleraine Rd",
            "eventCity": "Portstewart",
            "eventCounty": "Derry/Londonderry",
            "eventPostalCode": "BT55 7PL"
        },
        "capacity": 41,
        "eventType": "Outdoor Tour / Activity",
        "description": "What happens when art & science collide? \r\n\r\nFind out in this fun interactive workshop, led by a YAA visual artist! Be inspired by the MAC's exhibitions and then create your very own digital masterpiece on iPad.\r\n\r\nFull instruction and equipment provided\r\n",
        "targetAudience": "18+",
        "date": "2023-02-23T05:42:56Z",
        "startTime": "09:45:00",
        "endTime": "08:38:00",
        "admissionPrice": 25.23,
        "theme": "Environment & Nature",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-24T19:39:01Z"
    },
    {
        "id": 83,
        "eventTitle": "My Year of Living Mindfully",
        "eventLocation": {
            "eventAddress1": "Flowerfield Arts Centre",
            "eventAddress2": "Studio 2, 185 Coleraine Rd",
            "eventCity": "Portstewart",
            "eventCounty": "Derry/Londonderry",
            "eventPostalCode": "BT55 7PL"
        },
        "capacity": 658,
        "eventType": "Panel Discussion",
        "description": "Can you find life and joy in a car park? \r\nExperience parking spaces transformed into wild and wonderful places for everyone to enjoy!\r\nYou can also join nature conservationist Aoife de Bhál for a guided walk at 2pm each day, to explore the bizarre world of creatures living in our cities. This is a bilingual (Irish/English) event. No knowledge of Irish needed.\r\n\r\nAn féidir leat beatha agus áthas a aimsú i gcarrchlós?\r\nBreathnaigh ar spásanna páirceála agus iad athraithe ina háiteanna fiáine agus iontacha. Fáilte roimh chách a scíth a ligean anseo!\r\nBígí le hAoife de Bhál ar 2 i.n. gach lá faoi choinne siúilóid treoraithe dírithe ar saol aisteach na neach a bhfuil lonnaithe inár gcathracha.",
        "targetAudience": "14-18",
        "date": "2023-02-20T14:53:45Z",
        "startTime": "06:40:00",
        "endTime": "13:43:00",
        "admissionPrice": 44.65,
        "theme": "Art & Science",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-06T08:26:34Z"
    },
    {
        "id": 84,
        "eventTitle": "Hearts and Crafts",
        "eventLocation": {
            "eventAddress1": "QUB Medical Biology Centre",
            "eventAddress2": "97 Lisburn Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 7BL"
        },
        "capacity": 164,
        "eventType": "Panel Discussion",
        "description": "Introduction to Glaze Chemistry\r\n\r\nSaturday, 18th February\r\n\r\n10.00am - 1pm\r\n\r\nCost: £48 (includes all materials)\r\n\r\nJoin Potter Fiona Shannon as she explores the world of glaze chemistry in this one-off masterclass at Flowerfield Arts Centre Portstewart. Why do metal oxides and stains react differently with the same glaze? How do changes in firing temperatures and atmospheres in the kiln effect the glazes? In this masterclass we will answer these questions as well as combine various materials to mix up a glaze together from scratch and play with oxides and other colorants to explore how they will react to glaze. You will complete a number of small test tiles which will be fired to be collected at a later date.\r\n\r\nThis masterclass will benefit art teachers, art students and amateur potters.\r\n\r\nPlease bring an apron and wear clothes that you don’t mind getting a little messy.\r\n",
        "targetAudience": "14-18",
        "date": "2023-02-18T00:20:27Z",
        "startTime": "11:12:00",
        "endTime": "03:02:00",
        "admissionPrice": 10.58,
        "theme": "Maths & Physics",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-29T14:16:28Z"
    },
    {
        "id": 85,
        "eventTitle": "Magical Sounds",
        "eventLocation": {
            "eventAddress1": "Sonic Arts Research Centre (SARC)",
            "eventAddress2": "Cloreen Park",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5HN"
        },
        "capacity": 274,
        "eventType": "Drop-in Exhibition",
        "description": "Dr Maria Kee is a former consultant Psychiatrist and Cognitive Behaviour Therapist who left the NHS after over 20 years, to focus on studying and delivering training in the field of positive psychology. During lockdown Maria delved in to the world of neuroscience to discover good news on how we can develop new neural connections at any age and use our mind to change our brain.\r\n\r\nThis session will be very interactive and fun. \r\n\r\nMaria will share techniques from cognitive behaviour therapy along with insights from the world of positive psychology and neuroscience to help you understand yourself better and inspire you to live more fully.\r\n\r\nMaria also taught aerobics and Lindy Hop dancing. You have been warned!\r\n\r\n",
        "targetAudience": "All Ages",
        "date": "2023-02-20T17:11:41Z",
        "startTime": "00:40:00",
        "endTime": "10:52:00",
        "admissionPrice": 15.54,
        "theme": "Mind & Body",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-08T06:24:39Z"
    },
    {
        "id": 86,
        "eventTitle": "Figments",
        "eventLocation": {
            "eventAddress1": "Sonic Arts Research Centre (SARC)",
            "eventAddress2": "Cloreen Park",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5HN"
        },
        "capacity": 466,
        "eventType": "Workshop Event",
        "description": "Overwhelmed with insomnia and an incurable autoimmune disease, Shannon Harvey needed to make a change. But when the award-winning health journalist looked for the equivalent of a 30-minute workout for her mental wellbeing, there was nothing. Worried for the future mental health of her kids who were growing up amidst epidemics of stress, anxiety, depression and addiction, in a world-first experiment, Shannon recruited a team of scientists to put mindful meditation to the test. What begins as a self-experiment, transforms into a life-changing experience. This documentary is filled with compelling stories, interviews with 18 leading scientists, and insights that go to the heart of what it means to be human in the 21st century.",
        "targetAudience": "14-18",
        "date": "2023-02-21T22:30:13Z",
        "startTime": "08:33:00",
        "endTime": "13:41:00",
        "admissionPrice": 40.9,
        "theme": "Space",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-14T19:20:48Z"
    },
    {
        "id": 87,
        "eventTitle": "LUMI Presents: Possible Worlds",
        "eventLocation": {
            "eventAddress1": "Queen's Film Theatre",
            "eventAddress2": "20 University Square",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT7 1PA"
        },
        "capacity": 591,
        "eventType": "Drop-in Exhibition",
        "description": "In this workshop you will be be inspired by the fascinating anatomical specimens in the Queen's University Belfast collection. Come and see our rare historical potted pathology specimens and learn more about the human body. You will then put this inspiration to work designing a canvas tote bag which you can take home. Plenty inspiration images, materials and guidance will be provided!\r\nThe course is suitable for those with a range of artistic abilities and/or knowledge of human anatomy. Viewing of specimens is optional and will be done in full accordance of the Human Tissue Authority Act Regulations. Note this workshop will not include viewing of whole human or dissected wet specimens.\r\n",
        "targetAudience": "All Ages",
        "date": "2023-02-19T18:58:22Z",
        "startTime": "09:38:00",
        "endTime": "10:06:00",
        "admissionPrice": 17.67,
        "theme": "History & Science",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-23T06:13:30Z"
    },
    {
        "id": 88,
        "eventTitle": "Documentary film 2040 1hr 30mins Practical solutions to environmental concerns",
        "eventLocation": {
            "eventAddress1": "The Playhouse Portrush",
            "eventAddress2": "47 Main St",
            "eventCity": "Portrush",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT56 8BN"
        },
        "capacity": 5,
        "eventType": "Lecture/Talk",
        "description": "Sounds can be mysterious, awe-inspiring, enveloping and, ultimately, relaxing to an extent that they are used therapeutically. But what is so unusual about the sounds of gongs and singing bowls that they defy our usual expectations of natural sounds, seeming somehow more magical? Answering this question takes Tessa Ann (Sound Healing Spa) and Dr Trevor Agus (Queen’s University Belfast) on a journey through musical acoustics and human perception, looking at how muggle sounds normally behave and why more magical sounds defy our expectations. Tessa Ann will lead a sound bath taster as part of this event during which we will explore these sounds further in an immersive experience.",
        "targetAudience": "18+",
        "date": "2023-02-19T13:19:42Z",
        "startTime": "16:02:00",
        "endTime": "07:59:00",
        "admissionPrice": 43.76,
        "theme": "Space",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-23T10:18:32Z"
    },
    {
        "id": 89,
        "eventTitle": "The Digital Health Future: Will Digital Technologies and Artificial Intelligence Change our Health?",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 408,
        "eventType": "Outdoor Tour / Activity",
        "description": "Drop in to experience the unexpected, with SARC works in progress, including novel musical instruments and auditory illusions that will change the way you hear the world.",
        "targetAudience": "All Ages",
        "date": "2023-02-19T17:32:33Z",
        "startTime": "10:02:00",
        "endTime": "23:44:00",
        "admissionPrice": 47.86,
        "theme": "Tech & Innovation",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-20T15:24:49Z"
    },
    {
        "id": 90,
        "eventTitle": "The Science of Cinema",
        "eventLocation": {
            "eventAddress1": "Strand Arts Centre",
            "eventAddress2": "152-154 Holywood Rd",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT4 1NY"
        },
        "capacity": 691,
        "eventType": "Lecture/Talk",
        "description": "Possible Worlds is an intergalactic cinema experience by LUMI Programmers at Queen’s Film Theatre where we’ll be exploring the evolution of astrobiology (think aliens) in film. Starting with the first ever sci-fi film, we’ll take 'A Trip to the Moon' (1902) with Georges Méliès, then journey back to the present with ['Arrival' or 'Alien' (rights pending)].\r\n\r\nGuiding you on this interplanetary adventure are our intrepid LUMI Programmers Katherine Harris and Fionntán Macdonald who will be chatting to a QUB professor (TBC) before the films about the science behind depictions of both extra-terrestrials and humans in our favourite films. Join us for an out-of-this world evening of spectacular space science!",
        "targetAudience": "All Ages",
        "date": "2023-02-20T17:23:08Z",
        "startTime": "13:27:00",
        "endTime": "22:41:00",
        "admissionPrice": 22.31,
        "theme": "Environment & Nature",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-13T22:29:36Z"
    },
    {
        "id": 92,
        "eventTitle": "Tenx9",
        "eventLocation": {
            "eventAddress1": "Black Box",
            "eventAddress2": "18-22 Hill Street",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT1 2LA"
        },
        "capacity": 834,
        "eventType": "Panel Discussion",
        "description": "2040 is a feature documentary made in 2019 AUS cert U. Structured as a visual letter to his 4-year-old daughter, award-winning director Damon Gameau embarks on journey to explore what the future would look like by the year 2040 if we simply embraced the best solutions already available to us to improve our planet and shifted them into the mainstream.",
        "targetAudience": "18+",
        "date": "2023-02-21T05:57:28Z",
        "startTime": "11:25:00",
        "endTime": "19:28:00",
        "admissionPrice": 49.45,
        "theme": "History & Science",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-20T06:00:09Z"
    },
    {
        "id": 93,
        "eventTitle": "HIVEsplaining the Sea",
        "eventLocation": {
            "eventAddress1": "The Courthouse",
            "eventAddress2": "16 Quay St",
            "eventCity": "Bangor",
            "eventCounty": "Down",
            "eventPostalCode": "BT20 5ED"
        },
        "capacity": 442,
        "eventType": "Lecture/Talk",
        "description": "Apps and chatbots are being used to help people self-care and self-manage their health and wellbeing. And many of us use wearables to help monitor and gamify physical activities. Artificial intelligence is being used to help automatically diagnose patients by using algorithms to read X-rays and electrocardiograms. This NI science festival event will provide a series of accessible public lectures that will present the state of the art in digital cardiology, radiology, oncology, and mental health. This will include the use of sensor data, healthcare apps, chatbots and the use of artificial intelligence to support doctors in making clinical decisions. We will also look at the use of design fiction to help visualise the future of healthcare.",
        "targetAudience": "0-3",
        "date": "2023-02-25T13:39:18Z",
        "startTime": "09:04:00",
        "endTime": "13:56:00",
        "admissionPrice": 49.69,
        "theme": "Tech & Innovation",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-12T04:52:13Z"
    },
    {
        "id": 94,
        "eventTitle": "Mid-Ulster MEGA Factory Tours",
        "eventLocation": {
            "eventAddress1": "Terex",
            "eventAddress2": "200 Coalisland Rd",
            "eventCity": "Dungannon",
            "eventCounty": "Tyrone",
            "eventPostalCode": "BT71 4DR"
        },
        "capacity": 94,
        "eventType": "Film",
        "description": "Explore the science behind early cinema at this hands-on workshop. \r\n\r\nLearn how cinema first developed, bringing still pictures to life on the big screen. \r\nTry your hand at projection, and create animations using zoetropes, thamatropes and praxinoscopes!\r\n\r\nSupported by the ‘Strand Stories’ project, made possible with The National Lottery Heritage Fund.\r\n",
        "targetAudience": "All Ages",
        "date": "2023-02-21T09:55:32Z",
        "startTime": "19:23:00",
        "endTime": "03:35:00",
        "admissionPrice": 34.74,
        "theme": "Space",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-04T05:15:53Z"
    },
    {
        "id": 95,
        "eventTitle": "Astronomy and Poetry with Dame Jocelyn Bell Burnell",
        "eventLocation": {
            "eventAddress1": "W5",
            "eventAddress2": "2 Queens Quay",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT3 9QQ"
        },
        "capacity": 492,
        "eventType": "Workshop Event",
        "description": "A unique nocturnal experience, celebrating creativity and artistry in a fully immersive two-day festival exploring the space between creativity and technology. Ignite your imagination with inspiring speakers from the worlds of film, gaming, animation, immersive and more! Learn from the best, with 30+ creatives from the likes of Netflix, Pixar, and Playstation among others. \r\n\r\nWitness creative uses of new technology, explore the gallery of digital art, chow down at the food village or play in the arcade. We want to transport you to a future, providing you with unforgettable and inspirational nights. Like nothing you have experienced before, our unique combination is guaranteed to provide two nights you can’t miss. Come for the talks, stay for the experience!",
        "targetAudience": "3-6",
        "date": "2023-02-25T12:05:24Z",
        "startTime": "09:45:00",
        "endTime": "05:11:00",
        "admissionPrice": 19.87,
        "theme": "Environment & Nature",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-04T22:15:58Z"
    },
    {
        "id": 96,
        "eventTitle": "Behind the Scenes at Wrightbus",
        "eventLocation": {
            "eventAddress1": "Wrightbus",
            "eventAddress2": "201 Galgorm Road",
            "eventCity": "Ballymena",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT42 2AY"
        },
        "capacity": 476,
        "eventType": "Other",
        "description": "Tenx9 is teaming up with our friends at the NI Science Festival to bring you nine true stories on the theme Discovery.\r\n\r\nGet in touch with your true stories at tenx9.com/submissions and join us in the Black Box on February 22 2023.",
        "targetAudience": "All Ages",
        "date": "2023-02-24T03:59:27Z",
        "startTime": "18:37:00",
        "endTime": "20:56:00",
        "admissionPrice": 23.14,
        "theme": "Science Communication",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-21T12:36:19Z"
    },
    {
        "id": 97,
        "eventTitle": "A look at the stars, a step back through time",
        "eventLocation": {
            "eventAddress1": "Ott Car Park",
            "eventAddress2": "Slievenaman Road",
            "eventCity": "Newry",
            "eventCounty": "Down",
            "eventPostalCode": "BT34 5XL"
        },
        "capacity": 373,
        "eventType": "Panel Discussion",
        "description": "HIVE are back with their HIVEsplaining concert series! After making a splash at last year's NISF, this year HIVE sail into the coastal town of Bangor to present a brand new nautical show - 'HIVEsplaining: The Sea'!\r\n\r\nBelfast's resident weirdo singing crew is ready for a musical deep-dive into marine science. HIVE have been sticking their oars in, surfing the web and trawling through oceans of information on all things aquatic. \r\n\r\nWave goodbye to shallow songs and coasting crooners - HIVE will have you submerged in alternative musical notation, improvisation and sound games - all shored up with some shanties and maritime melodies. \r\n\r\nSo hop aboard the Good Ship HIVE - whether they sink or swim, it'll all be swell!",
        "targetAudience": "14-18",
        "date": "2023-02-23T14:54:12Z",
        "startTime": "19:00:00",
        "endTime": "14:20:00",
        "admissionPrice": 49.92,
        "theme": "Mind & Body",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-16T11:31:02Z"
    },
    {
        "id": 98,
        "eventTitle": "Geology Rocks In The Mournes",
        "eventLocation": {
            "eventAddress1": "Carrick Cottage Cafe",
            "eventAddress2": "204 Head Road",
            "eventCity": "Newry",
            "eventCounty": "Down",
            "eventPostalCode": "BT34 4RJ"
        },
        "capacity": 851,
        "eventType": "Drop-in Exhibition",
        "description": "Mid Ulster is an engineering hotspot where 50% of jobs depend on manufacturing. Mid Ulster MEGA (Manufacturing & Engineering Growth & Advancement) are delighted to offer this opportunity to see inside a few of our network companies. Come and see how an engineering company manufactures their products:\r\n\r\n1. Bloc Group, Magherafelt - Award-winning Blinds & more recently, PPE equipment & more\r\n2. Terex, Dungannon - World-famous Materials Processing Machinery\r\n3. Specialist Joinery, Maghera - Award-winning bespoke Joinery, Metal & Glass installations\r\n4. Sperrin Metals, Magherafelt - Bespoke Metal Storage solutions\r\n5. Greiner Packaging, Dungannon - Packaging for yogurt, salads, detergents, Quality Street ® chocolates and more\r\n\r\nSpaces are limited, so book early to avoid disappointment.",
        "targetAudience": "6-10",
        "date": "2023-02-21T23:06:50Z",
        "startTime": "03:07:00",
        "endTime": "22:09:00",
        "admissionPrice": 7.36,
        "theme": "Tech & Innovation",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-06T08:11:03Z"
    },
    {
        "id": 99,
        "eventTitle": "The Race to Net Zero",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 361,
        "eventType": "Outdoor Tour / Activity",
        "description": "In 1967 Northern Irish astrophysicist Jocelyn Bell Burnell DBE FRS discovered pulsars and revolutionised our understanding of the Universe. She taught at The Open University for 29 years and was a founding member of the Athena Swan programme, advancing the representation of women in STEM. In this talk Burnell will explore the connection between poetry and science, sharing works from some of her most beloved poets. Following the talk, local science commentator Emer Maguire will host an informal Q&A session to find out more about the life of the Armagh born astrophysicist, discussing some of the challenges she has faced and how we can work together to break the biases affecting women in science.",
        "targetAudience": "3-6",
        "date": "2023-02-18T18:57:58Z",
        "startTime": "08:58:00",
        "endTime": "03:15:00",
        "admissionPrice": 17.2,
        "theme": "Maths & Physics",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-15T07:24:20Z"
    },
    {
        "id": 100,
        "eventTitle": "Making your dream a reality - a STEM entrepreneur's perspective.",
        "eventLocation": {
            "eventAddress1": "Royal Academy of Engineering Enterprise Hub NI",
            "eventAddress2": "18 Ormeau Ave",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT2 8HS"
        },
        "capacity": 828,
        "eventType": "Outdoor Tour / Activity",
        "description": "Sent directly to Jillian & Andrew",
        "targetAudience": "0-3",
        "date": "2023-02-22T06:04:28Z",
        "startTime": "13:14:00",
        "endTime": "12:19:00",
        "admissionPrice": 28.03,
        "theme": "Engineering & Robots",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-13T15:32:27Z"
    },
    {
        "id": 101,
        "eventTitle": "Sensorium",
        "eventLocation": {
            "eventAddress1": "The Spirit Circle",
            "eventAddress2": "62 High Street",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT1 2BE"
        },
        "capacity": 117,
        "eventType": "Family Theatre Show",
        "description": "Join our experienced mountain leaders come story tellers, as we walk through the mountain tracks of the Mourne mountains under the cover of darkness. On the way to the centre of the Mournes, we stop for stories, ranging from the ancient Greeks, to the Celts, right up to the modern day with advent of anstronomy.\r\n\r\n​\r\n\r\nThis is an evening of star stories and hill walking to capture the imagination",
        "targetAudience": "14-18",
        "date": "2023-02-24T04:55:31Z",
        "startTime": "06:06:00",
        "endTime": "17:44:00",
        "admissionPrice": 31.93,
        "theme": "History & Science",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-17T04:26:20Z"
    },
    {
        "id": 102,
        "eventTitle": "Carbon and Costs – what might we be able to do to our homes",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 836,
        "eventType": "Other",
        "description": "Hike along the trail but head back through time, on this \"hands on\" Geology tour with an adventurous twist \r\nThis exciting mountain day combines hiking, Geology, history and adventure. An immersive day in the Mournes guaranteed to leave you buzzing for Science, nature and being to be in the great outdoors! Activities include:\r\n\r\n​\r\n\r\nHiking (with geology tour on the way)\r\n\r\nCaving (optional but fun)\r\n\r\nAbseiling (optional but really fun!)",
        "targetAudience": "18+",
        "date": "2023-02-23T07:20:23Z",
        "startTime": "09:47:00",
        "endTime": "17:40:00",
        "admissionPrice": 39.01,
        "theme": "Tech & Innovation",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-09T06:17:37Z"
    },
    {
        "id": 103,
        "eventTitle": "Can you test how fit your brain is? Using Virtual Reality in Sports-related concussion",
        "eventLocation": {
            "eventAddress1": "W5 LIFE",
            "eventAddress2": "2 Queens Quay",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT3 9QQ"
        },
        "capacity": 487,
        "eventType": "Lecture/Talk",
        "description": "WAE Technologies is a world leading technology and engineering business committed to the \r\n\r\n",
        "targetAudience": "18+",
        "date": "2023-02-17T19:41:21Z",
        "startTime": "05:59:00",
        "endTime": "06:20:00",
        "admissionPrice": 41.2,
        "theme": "Science Communication",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-26T21:35:55Z"
    },
    {
        "id": 104,
        "eventTitle": "Brain in a Box - make a brain, put it in a box, and take it home.",
        "eventLocation": {
            "eventAddress1": "Belfast School of Art",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 462,
        "eventType": "Workshop Event",
        "description": "This event will feature a range of entrepreneurs from the STEM sector as they describe their entrepreneurial journeys and share with the audience the major influences, dealing with the highs and lows, and highlight key aspects for entrepreneurship education that could be useful for entrepreneurs of the future. Aspiring entrepreneurs will be able to put their questions to the Panel, with moderation provided by academics from Ulster University's School of Engineering and Ulster Business School.",
        "targetAudience": "18+",
        "date": "2023-02-17T19:17:34Z",
        "startTime": "03:53:00",
        "endTime": "23:56:00",
        "admissionPrice": 46.96,
        "theme": "Maths & Physics",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-01T04:55:28Z"
    },
    {
        "id": 105,
        "eventTitle": "Brian Butterworth - Can Fish Count?",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 129,
        "eventType": "Film",
        "description": "Belfast's unexpected drinks experience. 2 Tall drinks. 2 Bespoke cocktails. Sensory overload guaranteed.\r\nDrink and think. Find out why you like what you like through a series of sensory experiments and incredible cocktails.\r\n",
        "targetAudience": "0-3",
        "date": "2023-02-19T05:13:29Z",
        "startTime": "06:15:00",
        "endTime": "05:52:00",
        "admissionPrice": 14.13,
        "theme": "Food for Thought",
        "status": "approved",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-24T01:43:43Z"
    },
    {
        "id": 106,
        "eventTitle": "MasterChef",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 92,
        "eventType": "Other",
        "description": "The challenge of fuel poverty and decarbonisation in the home - how addressing either can benefit the other",
        "targetAudience": "3-6",
        "date": "2023-02-19T22:22:00Z",
        "startTime": "00:39:00",
        "endTime": "13:26:00",
        "admissionPrice": 37.88,
        "theme": "Tech & Innovation",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-01T01:17:37Z"
    },
    {
        "id": 107,
        "eventTitle": "Walk With Me",
        "eventLocation": {
            "eventAddress1": "Ulster University",
            "eventAddress2": "York St",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT15 1ED"
        },
        "capacity": 454,
        "eventType": "Drop-in Exhibition",
        "description": "We know that elite athletes are physically very fit to perform at the highest level, the brain has to be fit and reactive- especially in fast, high intensity sports like Ice Hockey. In fact, it’s our brain’s fitness that is affected when we suffer a concussion. Concussion has made media headlines more recently with the potential longer-term effects of repetitive concussions on brain function. \r\n\r\nWe would like to host an interactive drop-in session to give visitors a chance to test their own brain fitness in four key areas that are related to elite sport. They will perform tests in Virtual Reality (VR) that will challenge their balance, decision-making, hand-eye coordination and memory. Afterwards they will be given a score that they can compare to the Belfast Giants squad.\r\n\r\nThis will give visitors the chance to experience cutting edge technology, developed by Belfast based neurotechnology company INCISIV. It’s a technology used by Ulster University researchers to measure and improve brain fitness but also by the Belfast Giants to check players’ brain fitness after a head injury/ concussion.",
        "targetAudience": "3-6",
        "date": "2023-02-25T14:47:36Z",
        "startTime": "07:42:00",
        "endTime": "21:16:00",
        "admissionPrice": 20.42,
        "theme": "Science Communication",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-11T15:33:36Z"
    },
    {
        "id": 108,
        "eventTitle": "Underwater Robots",
        "eventLocation": {
            "eventAddress1": "Portrush Yacht Club",
            "eventAddress2": "Harbour Road",
            "eventCity": "Portrush",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT56 8DF"
        },
        "capacity": 161,
        "eventType": "Family Theatre Show",
        "description": "The aim of the workshop is to make visual the inner world of the body, and in doing so, further understanding.\r\n\r\nThrough discussion about the brain, and by making a 3d paper model, participants will gain an understanding of the role and function of the brain and its relation to the body. \r\n\r\nThe workshop will provide an opportunity to learn about the body through making.\r\n\r\nParticipants will also be expanding their creative skills, in drawing, and 3d paper model construction.",
        "targetAudience": "All Ages",
        "date": "2023-02-19T01:26:16Z",
        "startTime": "15:34:00",
        "endTime": "14:02:00",
        "admissionPrice": 26.66,
        "theme": "Space",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2023-01-17T16:10:38Z"
    },
    {
        "id": 110,
        "eventTitle": "The Clever Celts!",
        "eventLocation": {
            "eventAddress1": "Navan Centre & Fort",
            "eventAddress2": "81 Killylea Rd",
            "eventCity": "Armagh",
            "eventCounty": "Armagh",
            "eventPostalCode": "BT60 4LD"
        },
        "capacity": 476,
        "eventType": "Film",
        "description": "Hosting a talk with Prof Brian Butterworth on his new book: Can Fish Count? What Animals reveal about our uniquely mathematical minds.",
        "targetAudience": "14-18",
        "date": "2023-02-16T16:59:30Z",
        "startTime": "14:11:00",
        "endTime": "17:14:00",
        "admissionPrice": 16.14,
        "theme": "Environment & Nature",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-20T22:03:39Z"
    },
    {
        "id": 111,
        "eventTitle": "Fun with Fossils",
        "eventLocation": {
            "eventAddress1": "Carrickfergus Museum",
            "eventAddress2": "11 Antrim St",
            "eventCity": "Carrickfergus",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT38 7DG"
        },
        "capacity": 212,
        "eventType": "Digital Event",
        "description": "Panel dicussion on how best to communicate the complexity of sustainability to the wider public.",
        "targetAudience": "14-18",
        "date": "2023-02-17T17:23:05Z",
        "startTime": "16:55:00",
        "endTime": "16:10:00",
        "admissionPrice": 0.52,
        "theme": "Engineering & Robots",
        "status": "declined",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-10-10T17:57:48Z"
    },
    {
        "id": 112,
        "eventTitle": "The geological story of Carrickfergus and south-east Antrim - 250 million years in the\r\nmaking.",
        "eventLocation": {
            "eventAddress1": "Carrickfergus Town Hall,",
            "eventAddress2": "2B Joymount",
            "eventCity": "Carrickfergus",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT38 7DN"
        },
        "capacity": 651,
        "eventType": "Panel Discussion",
        "description": "We will set up a Physical assessment/Performance MOT (aimed at older adults) and invite mentors from the study to lead a walk(s) around Belfast (30mins) where they can discuss goal setting and local (Belfast/Lisburn based) opportunities to increase physical activity through walking and physical activity schemes that are run in partnership with local community groups and through councils. This event is aligned to a research project currently running and led by Ulster University (Prof Mark Tully), to promote physical activity in older adults through walking. On the day, project staff will be available to demonstrate a number of health-related study measures, such as measurement of Blood Pressure, Body Mass Index and tests of Muscular strength, endurance and Balance, with interested members of the public. Peer Mentors (older adults recruited and trained to deliver the programme) will be available to lead a short walk around Belfast City Centre to promote activity and discuss the research project and their own personal experiences of getting -and remaining- active)",
        "targetAudience": "All Ages",
        "date": "2022-12-20T06:00:09Z",
        "startTime": "14:12:00",
        "endTime": "06:07:00",
        "admissionPrice": 37.57,
        "theme": "Create. Make. Play.",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-12-20T06:00:09Z"
    },
    {
        "id": 113,
        "eventTitle": "From Grey wolves to grey squirrels",
        "eventLocation": {
            "eventAddress1": "Ulster Museum",
            "eventAddress2": "Botanic Gardens",
            "eventCity": "Belfast",
            "eventCounty": "Antrim",
            "eventPostalCode": "BT9 5AB"
        },
        "capacity": 300,
        "eventType": "Lecture/Talk",
        "description": "Live streaming from the UU Research Vessel: New copy = Join the research team in Portrush for a Remotely Operated Vehicle dive that will reveal some of the hidden wonders of our underwater world… \r\nUsed for everything from climate research to mapping and collecting samples, underwater robots can access challenging and hazardous environments like deep water and underneath ice, doing things we just can’t manage on our own. Gaining access to these areas is vital to help us better understand the way our oceans work, so underwater robots are instrumental tools we can use to protect our world. \r\nFollowing the success of last year, this event showcases a host of underwater robots from various collaborative partners in Ireland, with the chance to connect with researchers in this exciting area of marine science and robotics. \r\n",
        "targetAudience": "14-18",
        "date": "2022-11-12T04:52:13Z",
        "startTime": "01:33:00",
        "endTime": "09:50:00",
        "admissionPrice": 4.81,
        "theme": "History & Science",
        "status": "pending",
        "createdBy": "64249fc766e2148eade58dad",
        "createdAt": "2022-11-12T04:52:13Z"
    }
]